Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: world
cy: Y Byd
is: Heimurinn
km: ពិភពលោក
lb: Welt
ml: ലോകം
my: ကမ္ဘာ
sw: Dunia
tk: Dünýä
vi: Thế giới

source: Africa
cy: Affrica
is: Afríka
km: អាហ្វ្រិក
lb: Afrika
ml: ആഫ്രിക്ക
my: အာဖရိက
sw: Afrika
tk: Afrika
vi: Châu Phi

source: North America
cy: Gogledd America
is: Norður-Ameríka
km: អាមេរិក​ខាង​ជើង
lb: Nordamerika
ml: വടക്കേ അമേരിക്ക
my: မြောက် အမေရိကတိုက်
sw: Amerika Kaskazini
tk: Demirgazyk Amerika
vi: Bắc Mỹ

source: South America
cy: De America
is: Suður-Ameríka
km: អាមេរិក​ខាង​ត្បូង
lb: Südamerika
ml: തെക്കേ അമേരിക്ക
my: တောင် အမေရိက
sw: Amerika Kusini
tk: Günorta Amerika
vi: Nam Mỹ

source: Oceania
is: Eyjaálfa
km: អូសេអានី
lb: Ozeanien
ml: ഓഷ്യാനിയ
my: သမုဒ္ဒရာဒေသ
tk: Okeaniýa
vi: Châu Đại Dương

source: Western Africa
cy: Gorllewin Affrica
is: Vestur-Afríka
km: អាហ្វ្រិក​ខាង​លិច
lb: Westafrika
ml: പശ്ചിമ ആഫ്രിക്ക
my: အနောက် အာဖရိက
sw: Afrika ya Magharibi
tk: Günbatar Afrika
vi: Tây Phi

source: Central America
cy: Canolbarth America
is: Mið-Ameríka
km: អាមេរិក​កណ្ដាល
lb: Mëttelamerika
ml: മദ്ധ്യഅമേരിക്ക
my: ဗဟို အမေရိက
sw: Amerika ya Kati
tk: Orta Amerika
vi: Trung Mỹ

source: Eastern Africa
cy: Dwyrain Affrica
is: Austur-Afríka
km: អាហ្វ្រិកខាងកើត
lb: Ostafrika
ml: കിഴക്കൻ ആഫ്രിക്ക
my: အရှေ့ အာဖရိက
sw: Afrika ya Mashariki
tk: Gündogar Afrika
vi: Đông Phi

source: Northern Africa
cy: Gogledd Affrica
is: Norður-Afríka
km: អាហ្វ្រិក​ខាង​ជើង
lb: Nordafrika
ml: ഉത്തരാഫ്രിക്ക
my: မြောက် အာဖရိက
sw: Afrika ya Kaskazini
tk: Demirgazyk Afrika
vi: Bắc Phi

source: Middle Africa
cy: Canol Affrica
is: Mið-Afríka
km: អាហ្វ្រិក​កណ្តាល
lb: Zentralafrika
ml: മദ്ധ്യആഫ്രിക്ക
my: အလယ် အာဖရိက
sw: Afrika ya Kati
tk: Orta Afrika
vi: Trung Phi

source: Southern Africa
cy: Deheudir Affrica
is: Suðurhluti Afríku
km: អាហ្វ្រិកភាគខាងត្បូង
lb: Südlecht Afrika
ml: തെക്കേ ആഫ്രിക്ക
my: အာဖရိက တောင်ပိုင်း
sw: Afrika ya Kusini
tk: Afrikanyň günorta sebitleri
vi: Miền Nam Châu Phi

source: Americas
cy: Yr Amerig
is: Ameríka
km: អាមេរិក
lb: Amerika
ml: അമേരിക്കകൾ
my: အမေရိကန်
sw: Amerika
tk: Amerika
vi: Châu Mỹ

source: Northern America
cy: America i’r Gogledd o Fecsico
is: Ameríka norðan Mexíkó
km: អាមេរិក​ភាគ​ខាង​ជើង
lb: Nërdlecht Amerika
ml: വടക്കൻ അമേരിക്ക
my: မြောက် အမေရိက
sw: Amerika ya Kaskazini
tk: Amerikanyň demirgazyk ýurtlary
vi: Miền Bắc Châu Mỹ

source: Caribbean
cy: Y Caribî
is: Karíbahafið
km: ការ៉ាប៊ីន
lb: Karibik
ml: കരീബിയൻ
my: ကာရစ်ဘီယံ
sw: Karibiani
tk: Karib basseýni
vi: Ca-ri-bê

source: Eastern Asia
cy: Dwyrain Asia
is: Austur-Asía
km: អាស៊ី​ខាង​កើត
lb: Ostasien
ml: കിഴക്കൻ ഏഷ്യ
my: အရှေ့အာရှ
sw: Asia ya Mashariki
tk: Gündogar Aziýa
vi: Đông Á

source: Southern Asia
cy: De Asia
is: Suður-Asía
km: អាស៊ី​ខាង​ត្បូង
lb: Südasien
ml: തെക്കേ ഏഷ്യ
my: တောင်အာရှ
sw: Asia ya Kusini
tk: Günorta Aziýa
vi: Nam Á

source: Southeast Asia
cy: De-Ddwyrain Asia
is: Suðaustur-Asía
km: អាស៊ីអាគ្នេយ៍
lb: Südostasien
ml: തെക്ക്-കിഴക്കൻ ഏഷ്യ
my: အရှေ့တောင်အာရှ
sw: Asia ya Kusini Mashariki
tk: Günorta-gündogar Aziýa
vi: Đông Nam Á

source: Southern Europe
cy: De Ewrop
is: Suður-Evrópa
km: អឺរ៉ុប​ខាង​ត្បូង
lb: Südeuropa
ml: തെക്കേ യൂറോപ്പ്
my: တောင်ဥရောပ
sw: Ulaya ya Kusini
tk: Günorta Ýewropa
vi: Nam Âu

source: Australasia
cy: Awstralasia
is: Ástralasía
km: អូស្ត្រាឡាស៊ី
lb: Australien an Neiséiland
ml: ഓസ്‌ട്രേലിയയും ന്യൂസിലാൻഡും
my: ဩစတြေးလျနှင့် နယူးဇီလန်
tk: Awstralaziýa

source: Melanesia
is: Melanesía
km: មេឡាណេស៊ី
lb: Melanesien
ml: മെലനേഷ്യ
my: မီလာနီးရှား
tk: Melaneziýa

source: Micronesian Region
cy: Rhanbarth Micronesia
is: Míkrónesíusvæðið
km: តំបន់​មីក្រូណេស៊ី
lb: Mikronesescht Inselgebitt
ml: മൈക്രോനേഷ്യൻ പ്രദേശം
my: မိုက်ခရိုနီးရှား ဒေသ
sw: Eneo la Mikronesia
tk: Mikroneziýa sebti
vi: Vùng Micronesia

source: Polynesia
is: Pólýnesía
km: ប៉ូលីណេស៊ី
lb: Polynesien
ml: പോളിനേഷ്യ
my: ပိုလီနီရှား
tk: Polineziýa

source: Asia
is: Asía
km: អាស៊ី
lb: Asien
ml: ഏഷ്യ
my: အာရှ
tk: Aziýa
vi: Châu Á

source: Central Asia
cy: Canol Asia
is: Mið-Asía
km: អាស៊ី​កណ្ដាល
lb: Zentralasien
ml: മദ്ധ്യേഷ്യ
my: အလယ်အာရှ
sw: Asia ya Kati
tk: Merkezi Aziýa
vi: Trung Á

source: Western Asia
cy: Gorllewin Asia
is: Vestur-Asía
km: អាស៊ី​ខាង​លិច
lb: Westasien
ml: പശ്ചിമേഷ്യ
my: အနောက်အာရှ
sw: Asia ya Magharibi
tk: Günbatar Aziýa
vi: Tây Á

source: Europe
cy: Ewrop
is: Evrópa
km: អឺរ៉ុប
lb: Europa
ml: യൂറോപ്പ്
my: ဥရောပ
sw: Ulaya
tk: Ýewropa
vi: Châu Âu

source: Eastern Europe
cy: Dwyrain Ewrop
is: Austur-Evrópa
km: អឺរ៉ុប​ខាង​កើត
lb: Osteuropa
ml: കിഴക്കൻ യൂറോപ്പ്
my: အရှေ့ ဥရောပ
sw: Ulaya ya Mashariki
tk: Gündogar Ýewropa
vi: Đông Âu

source: Northern Europe
cy: Gogledd Ewrop
is: Norður-Evrópa
km: អឺរ៉ុប​ខាង​ជើង
lb: Nordeuropa
ml: വടക്കേ യൂറോപ്പ്
my: မြောက် ဥရောပ
sw: Ulaya ya Kaskazini
tk: Demirgazyk Ýewropa
vi: Bắc Âu

source: Western Europe
cy: Gorllewin Ewrop
is: Vestur-Evrópa
km: អឺរ៉ុប​ខាង​លិច
lb: Westeuropa
ml: പശ്ചിമ യൂറോപ്പ്
my: အနောက် ဥရောပ
sw: Ulaya ya Magharibi
tk: Günbatar Ýewropa
vi: Tây Âu

source: Sub-Saharan Africa
cy: Affrica Is-Sahara
is: Afríka sunnan Sahara
km: អនុតំបន់សាហារ៉ាអាហ្វ្រិក
ml: സബ്-സഹാറൻ ആഫ്രിക്ക
my: ဆာဟာရ-အောက်ပိုင်း အာဖရိက
sw: Afrika ya Kusini mwa Jangwa la Sahara
tk: Saharadan aşakdaky Afrika
vi: Châu Phi hạ Sahara

source: Latin America
cy: America Ladin
is: Rómanska Ameríka
km: អាមេរិក​ឡាទីន
lb: Latäinamerika
ml: ലാറ്റിനമേരിക്ക
my: လက်တင်အမေရိက
sw: Amerika ya Kilatini
tk: Latyn Amerikasy
vi: Châu Mỹ La-tinh

source: Ascension Island
cy: Ynys Ascension
is: Ascension-eyja
km: កោះ​អាសេនសិន
lb: Ascension
ml: അസൻഷൻ ദ്വീപ്
my: အဆန်းရှင်းကျွန်း
sw: Kisiwa cha Ascension
tk: Beýgeliş adasy
vi: Đảo Ascension

source: Andorra
km: អង់ដូរ៉ា
ml: അൻഡോറ
my: အန်ဒိုရာ

source: United Arab Emirates
cy: Emiradau Arabaidd Unedig
is: Sameinuðu arabísku furstadæmin
km: អេមីរ៉ាត​អារ៉ាប់​រួម
lb: Vereenegt Arabesch Emirater
ml: യുണൈറ്റഡ് അറബ് എമിറൈറ്റ്‌സ്
my: ယူအေအီး
sw: Falme za Kiarabu
tk: Birleşen Arap Emirlikleri
vi: Các Tiểu Vương quốc Ả Rập Thống nhất

source: Afghanistan
is: Afganistan
km: អាហ្វហ្កានីស្ថាន
ml: അഫ്‌ഗാനിസ്ഥാൻ
my: အာဖဂန်နစ္စတန်
tk: Owganystan

source: Antigua & Barbuda
cy: Antigua a Barbuda
is: Antígva og Barbúda
km: អង់ទីហ្គា និង បាប៊ុយដា
lb: Antigua a Barbuda
ml: ആൻറിഗ്വയും ബർബുഡയും
my: အန်တီဂွါနှင့် ဘာဘူဒါ
sw: Antigua na Barbuda
tk: Antigua we Barbuda
vi: Antigua và Barbuda

source: Anguilla
is: Angvilla
km: អង់ហ្គីឡា
ml: ആൻഗ്വില്ല
my: အန်ဂီလာ
tk: Angilýa

source: Albania
is: Albanía
km: អាល់បានី
lb: Albanien
ml: അൽബേനിയ
my: အယ်လ်ဘေးနီးယား
tk: Albaniýa

source: Armenia
is: Armenía
km: អាមេនី
lb: Armenien
ml: അർമേനിയ
my: အာမေးနီးယား
tk: Ermenistan

source: Angola
is: Angóla
km: អង់ហ្គោឡា
ml: അംഗോള
my: အန်ဂိုလာ

source: Antarctica
is: Suðurskautslandið
km: អង់តាក់ទិក
lb: Antarktis
ml: അന്റാർട്ടിക്ക
my: အန်တာတိက
sw: Antaktiki
tk: Antarktika
vi: Nam Cực

source: Argentina
cy: Yr Ariannin
is: Argentína
km: អាហ្សង់ទីន
lb: Argentinien
ml: അർജന്റീന
my: အာဂျင်တီးနား
sw: Ajentina

source: American Samoa
cy: Samoa America
is: Bandaríska Samóa
km: សាម័រ អាមេរិកាំង
lb: Amerikanesch-Samoa
ml: അമേരിക്കൻ സമോവ
my: အမေရိကန် ဆမိုးအား
sw: Samoa ya Marekani
tk: Amerikan Samoasy
vi: Samoa thuộc Mỹ

source: Austria
cy: Awstria
is: Austurríki
km: អូទ្រីស
lb: Éisträich
ml: ഓസ്ട്രിയ
my: ဩစတြီးယား
tk: Awstriýa
vi: Áo

source: Australia
cy: Awstralia
is: Ástralía
km: អូស្ត្រាលី
lb: Australien
ml: ഓസ്‌ട്രേലിയ
my: ဩစတြေးလျ
tk: Awstraliýa

source: Aruba
is: Arúba
km: អារូបា
ml: അറൂബ
my: အာရူးဗား

source: Åland Islands
cy: Ynysoedd Åland
is: Álandseyjar
km: កោះ​អាឡង់
lb: Ålandinselen
ml: അലൻഡ് ദ്വീപുകൾ
my: အာလန်ကျွန်း
sw: Visiwa vya Aland
tk: Aland adalary
vi: Quần đảo Åland

source: Azerbaijan
cy: Aserbaijan
is: Aserbaídsjan
km: អាស៊ែបៃហ្សង់
lb: Aserbaidschan
ml: അസർബൈജാൻ
my: အဇာဘိုင်ဂျန်
sw: Azerbaijani
tk: Azerbaýjan

source: Bosnia & Herzegovina
cy: Bosnia a Herzegovina
is: Bosnía og Hersegóvína
km: បូស្ន៊ី និងហឺហ្ស៊ីហ្គូវីណា
lb: Bosnien an Herzegowina
ml: ബോസ്നിയയും ഹെർസഗോവിനയും
my: ဘော့စနီးယားနှင့် ဟာဇီဂိုဗီနား
sw: Bosnia na Hezegovina
tk: Bosniýa we Gersegowina
vi: Bosnia và Herzegovina

source: Barbados
km: បាបាដុស
ml: ബാർബഡോസ്
my: ဘာဘေးဒိုးစ်
sw: Babadosi

source: Bangladesh
is: Bangladess
km: បង់ក្លាដែស
lb: Bangladesch
ml: ബംഗ്ലാദേശ്
my: ဘင်္ဂလားဒေ့ရှ်
sw: Bangladeshi
tk: Bangladeş

source: Belgium
cy: Gwlad Belg
is: Belgía
km: បែលហ្ស៊ិក
lb: Belsch
ml: ബെൽജിയം
my: ဘယ်လ်ဂျီယမ်
sw: Ubelgiji
tk: Belgiýa
vi: Bỉ

source: Burkina Faso
is: Búrkína Fasó
km: បួគីណាហ្វាសូ
ml: ബർക്കിന ഫാസോ
my: ဘာကီးနား ဖားဆို
sw: Bukinafaso

source: Bulgaria
cy: Bwlgaria
is: Búlgaría
km: ប៊ុលហ្ការី
lb: Bulgarien
ml: ബൾഗേറിയ
my: ဘူလ်ဂေးရီးယား
tk: Bolgariýa

source: Bahrain
is: Barein
km: បារ៉ែន
ml: ബഹ്റിൻ
my: ဘာရိန်း
sw: Bahareni
tk: Bahreýn

source: Burundi
is: Búrúndí
km: ប៊ូរុនឌី
ml: ബറുണ്ടി
my: ဘူရွန်ဒီ

source: Benin
is: Benín
km: បេណាំង
ml: ബെനിൻ
my: ဘီနင်

source: St. Barthélemy
cy: Saint Barthélemy
is: Sankti Bartólómeusareyjar
km: សាំង​បាថេឡេមី
lb: Saint-Barthélemy
ml: സെന്റ് ബാർത്തലമി
my: စိန့်ဘာသယ်လ်မီ
sw: St. Barthelemy
tk: Sen-Bartelemi

source: Bermuda
is: Bermúdaeyjar
km: ប៊ឺមុយដា
ml: ബർമുഡ
my: ဘာမြူဒါ

source: Brunei
is: Brúnei
km: ព្រុយណេ
ml: ബ്രൂണൈ
my: ဘရူနိုင်း
tk: Bruneý

source: Bolivia
cy: Bolifia
is: Bólivía
km: បូលីវី
lb: Bolivien
ml: ബൊളീവിയ
my: ဘိုလီးဗီးယား
tk: Boliwiýa

source: Caribbean Netherlands
cy: Antilles yr Iseldiroedd
is: Karíbahafshluti Hollands
km: ហូឡង់ ការ៉ាប៊ីន
lb: Karibescht Holland
ml: കരീബിയൻ നെതർലാൻഡ്സ്
my: ကာရစ်ဘီယံ နယ်သာလန်
sw: Uholanzi ya Karibiani
tk: Karib Niderlandlary
vi: Ca-ri-bê Hà Lan

source: Brazil
cy: Brasil
is: Brasilía
km: ប្រេស៊ីល
lb: Brasilien
ml: ബ്രസീൽ
my: ဘရာဇီး
tk: Braziliýa

source: Bahamas
cy: Y Bahamas
is: Bahamaeyjar
km: បាហាម៉ា
ml: ബഹാമാസ്
my: ဘဟားမား
sw: Bahama
tk: Bagama adalary

source: Bhutan
is: Bútan
km: ប៊ូតង់
ml: ഭൂട്ടാൻ
my: ဘူတန်
tk: Butan

source: Bouvet Island
cy: Ynys Bouvet
is: Bouveteyja
km: កោះ​ប៊ូវ៉េត
lb: Bouvetinsel
ml: ബൗവെട്ട് ദ്വീപ്
my: ဘူဗက်ကျွန်း
sw: Kisiwa cha Bouvet
tk: Buwe adasy
vi: Đảo Bouvet

source: Botswana
is: Botsvana
km: បុតស្វាណា
lb: Botsuana
ml: ബോട്സ്വാന
my: ဘော့ဆွာနာ

source: Belarus
cy: Belarws
is: Hvíta-Rússland
km: បេឡារុស
lb: Wäissrussland
ml: ബെലറൂസ്
my: ဘီလာရုစ်

source: Belize
is: Belís
km: បេលី
ml: ബെലീസ്
my: ဘလိဇ်
tk: Beliz

source: Canada
is: Kanada
km: កាណាដា
lb: Kanada
ml: കാനഡ
my: ကနေဒါ
sw: Kanada
tk: Kanada

source: Cocos (Keeling) Islands
cy: Ynysoedd Cocos (Keeling)
is: Kókoseyjar (Keeling)
km: កោះ​កូកូស (គីលីង)
lb: Kokosinselen
ml: കോക്കസ് (കീലിംഗ്) ദ്വീപുകൾ
my: ကိုကိုးကျွန်း
sw: Visiwa vya Cocos (Keeling)
tk: Kokos (Kiling) adalary
vi: Quần đảo Cocos (Keeling)

source: Congo - Kinshasa
cy: Y Congo - Kinshasa
is: Kongó-Kinshasa
km: កុងហ្គោ- គីនស្ហាសា
lb: Kongo-Kinshasa
ml: കോംഗോ - കിൻഷാസ
my: ကွန်ဂို
sw: Jamhuri ya Kidemokrasia ya Kongo
tk: Kongo - Kinşasa

source: Central African Republic
cy: Gweriniaeth Canolbarth Affrica
is: Mið-Afríkulýðveldið
km: សាធារណរដ្ឋអាហ្វ្រិកកណ្ដាល
lb: Zentralafrikanesch Republik
ml: സെൻട്രൽ ആഫ്രിക്കൻ റിപ്പബ്ലിക്ക്
my: ဗဟို အာဖရိက ပြည်ထောင်စု
sw: Jamhuri ya Afrika ya Kati
tk: Merkezi Afrika Respublikasy
vi: Cộng hòa Trung Phi

source: Congo - Brazzaville
cy: Y Congo - Brazzaville
is: Kongó-Brazzaville
km: កុងហ្គោ - ប្រាហ្សាវីល
lb: Kongo-Brazzaville
ml: കോംഗോ - ബ്രാസവില്ലി
my: ကွန်ဂို-ဘရာဇာဗီးလ်
sw: Kongo - Brazzaville
tk: Kongo - Brazzawil

source: Switzerland
cy: Y Swistir
is: Sviss
km: ស្វ៊ីស
lb: Schwäiz
ml: സ്വിറ്റ്സർലാൻഡ്
my: ဆွစ်ဇာလန်
sw: Uswisi
tk: Şweýsariýa
vi: Thụy Sĩ

source: Côte d’Ivoire
is: Fílabeinsströndin
km: កូតឌីវ័រ
ml: കോട്ട് ഡി വാർ
my: ကို့တ် ဒီဗွာ
sw: Cote d’Ivoire
tk: Kot-d’Iwuar

source: Cook Islands
cy: Ynysoedd Cook
is: Cooks-eyjar
km: កោះ​ខូក
lb: Cookinselen
ml: കുക്ക് ദ്വീപുകൾ
my: ကွတ် ကျွန်းစု
sw: Visiwa vya Cook
tk: Kuk adalary
vi: Quần đảo Cook

source: Chile
is: Síle
km: ស៊ីលី
ml: ചിലി
my: ချီလီ
tk: Çili

source: Cameroon
cy: Camerŵn
is: Kamerún
km: កាមេរូន
lb: Kamerun
ml: കാമറൂൺ
my: ကင်မရွန်း
sw: Kameruni
tk: Kamerun

source: China
cy: Tsieina
is: Kína
km: ចិន
ml: ചൈന
my: တရုတ်
sw: Uchina
tk: Hytaý
vi: Trung Quốc

source: Colombia
is: Kólumbía
km: កូឡុំប៊ី
lb: Kolumbien
ml: കൊളംബിയ
my: ကိုလံဘီယာ
sw: Kolombia
tk: Kolumbiýa

source: Clipperton Island
cy: Ynys Clipperton
is: Clipperton-eyja
km: កោះ​ឃ្លីភឺតុន
lb: Clipperton-Insel
ml: ക്ലിപ്പെർട്ടൻ ദ്വീപ്
my: ကလစ်ပါတန်ကျွန်း
sw: Kisiwa cha Clipperton
tk: Klipperton adasy
vi: Đảo Clipperton

source: Costa Rica
is: Kostaríka
km: កូស្តារីកា
ml: കോസ്റ്ററിക്ക
my: ကို့စ်တာရီကာ
sw: Kostarika
tk: Kosta-Rika

source: Cuba
cy: Ciwba
is: Kúba
km: គុយបា
lb: Kuba
ml: ക്യൂബ
my: ကျူးဘား
sw: Kuba
tk: Kuba

source: Cape Verde
cy: Cabo Verde
is: Grænhöfðaeyjar
km: កាប់វែរ
lb: Kap Verde
ml: കേപ്പ് വേർഡ്
my: ကိတ်ဗာဒီ
tk: Kabo-Werde

source: Curaçao
is: Curacao
km: កូរ៉ាកៅ
ml: കുറാകാവോ
my: ကျူရေးကိုးစ်
sw: Curacao
tk: Kýurasao

source: Christmas Island
cy: Ynys y Nadolig
is: Jólaey
km: កោះ​គ្រីស្មាស
lb: Chrëschtdagsinsel
ml: ക്രിസ്മസ് ദ്വീപ്
my: ခရစ်စမတ် ကျွန်း
sw: Kisiwa cha Krismasi
tk: Roždestwo adasy
vi: Đảo Giáng Sinh

source: Cyprus
is: Kýpur
km: ស៊ីប
lb: Zypern
ml: സൈപ്രസ്
my: ဆိုက်ပရပ်စ်
sw: Saiprasi
tk: Kipr
vi: Síp

source: Czechia
cy: Tsiecia
is: Tékkland
km: ឆែក
lb: Tschechien
ml: ചെക്കിയ
my: ချက်ကီယား
sw: Chechia
tk: Çehiýa
vi: Séc

source: Germany
cy: Yr Almaen
is: Þýskaland
km: អាល្លឺម៉ង់
lb: Däitschland
ml: ജർമ്മനി
my: ဂျာမနီ
sw: Ujerumani
tk: Germaniýa
vi: Đức

source: Diego Garcia
km: ឌៀហ្គោហ្គាស៊ី
ml: ഡീഗോ ഗ്രാഷ്യ
my: ဒီအဲဂိုဂါစီရာ
tk: Diýego-Garsiýa

source: Djibouti
is: Djíbútí
km: ជីប៊ូទី
lb: Dschibuti
ml: ജിബൂത്തി
my: ဂျီဘူတီ
sw: Jibuti
tk: Jibuti

source: Denmark
cy: Denmarc
is: Danmörk
km: ដាណឺម៉ាក
lb: Dänemark
ml: ഡെൻമാർക്ക്
my: ဒိန်းမတ်
sw: Denmaki
tk: Daniýa
vi: Đan Mạch

source: Dominica
is: Dóminíka
km: ដូមីនីក
ml: ഡൊമിനിക്ക
my: ဒိုမီနီကာ
sw: Dominika
tk: Dominika

source: Dominican Republic
cy: Gweriniaeth Dominica
is: Dóminíska lýðveldið
km: សាធារណរដ្ឋ​ដូមីនីក
lb: Dominikanesch Republik
ml: ഡൊമിനിക്കൻ റിപ്പബ്ലിക്ക്
my: ဒိုမီနီကန်
sw: Jamhuri ya Dominika
tk: Dominikan Respublikasy
vi: Cộng hòa Dominica

source: Algeria
is: Alsír
km: អាល់ហ្សេរី
lb: Algerien
ml: അൾജീരിയ
my: အယ်လ်ဂျီးရီးယား
sw: Aljeria
tk: Alžir

source: Ceuta & Melilla
cy: Ceuta a Melilla
is: Ceuta og Melilla
km: ជឺតា និង​ម៉េលីឡា
lb: Ceuta a Melilla
ml: സെയൂത്ത ആൻഡ് മെലിയ
my: ဆယ်ဥတာနှင့်မယ်လီလ်လာ
sw: Ceuta na Melilla
tk: Seuta we Melilýa
vi: Ceuta và Melilla

source: Ecuador
is: Ekvador
km: អេក្វាទ័រ
ml: ഇക്വഡോർ
my: အီကွေဒေါ
tk: Ekwador

source: Estonia
is: Eistland
km: អេស្តូនី
lb: Estland
ml: എസ്റ്റോണിയ‍
my: အက်စတိုးနီးယား
tk: Estoniýa

source: Egypt
cy: Yr Aifft
is: Egyptaland
km: អេហ្ស៊ីប
lb: Egypten
ml: ഈജിപ്ത്
my: အီဂျစ်
sw: Misri
tk: Müsür
vi: Ai Cập

source: Western Sahara
cy: Gorllewin Sahara
is: Vestur-Sahara
km: សាហារ៉ាខាងលិច
lb: Westsahara
ml: പശ്ചിമ സഹാറ
my: အနောက် ဆာဟာရ
sw: Sahara Magharibi
tk: Günbatar Sahara
vi: Tây Sahara

source: Eritrea
is: Erítrea
km: អេរីត្រេ
ml: എറിത്രിയ
my: အီရီထရီးယား
tk: Eritreýa

source: Spain
cy: Sbaen
is: Spánn
km: អេស្ប៉ាញ
lb: Spanien
ml: സ്‌പെയിൻ
my: စပိန်
sw: Uhispania
tk: Ispaniýa
vi: Tây Ban Nha

source: Ethiopia
is: Eþíópía
km: អេត្យូពី
lb: Ethiopien
ml: എത്യോപ്യ
my: အီသီယိုးပီးယား
tk: Efiopiýa

source: European Union
cy: Yr Undeb Ewropeaidd
is: Evrópusambandið
km: សហភាព​អឺរ៉ុប
lb: Europäesch Unioun
ml: യൂറോപ്യൻ യൂണിയൻ
my: ဥရောပသမဂ္ဂ
sw: Umoja wa Ulaya
tk: Ýewropa Bileleşigi
vi: Liên Minh Châu Âu

source: Eurozone
cy: Ardal yr Ewro
is: Evrusvæðið
km: តំបន់ចាយលុយអឺរ៉ូ
ml: യൂറോസോൺ
my: ဥရောပဒေသ
sw: Jumuiya ya Ulaya
tk: Ýewro sebiti
vi: Khu vực đồng Euro

source: Finland
cy: Y Ffindir
is: Finnland
km: ហ្វាំងឡង់
lb: Finnland
ml: ഫിൻലാൻഡ്
my: ဖင်လန်
sw: Ufini
tk: Finlýandiýa
vi: Phần Lan

source: Fiji
is: Fídjíeyjar
km: ហ្វីជី
lb: Fidschi
ml: ഫിജി
my: ဖီဂျီ

source: Falkland Islands
cy: Ynysoedd y Falkland/Malvinas
is: Falklandseyjar
km: កោះ​ហ្វក់ឡែន
lb: Falklandinselen
ml: ഫാക്ക്‌ലാന്റ് ദ്വീപുകൾ
my: ဖော့ကလန် ကျွန်းစု
sw: Visiwa vya Falkland
tk: Folklend adalary
vi: Quần đảo Falkland

source: Micronesia
is: Míkrónesía
km: មីក្រូណេស៊ី
lb: Mikronesien
ml: മൈക്രോനേഷ്യ
my: မိုင်ခရိုနီရှား
sw: Mikronesia
tk: Mikroneziýa

source: Faroe Islands
cy: Ynysoedd Ffaro
is: Færeyjar
km: កោះ​ហ្វារ៉ូ
lb: Färöer
ml: ഫറോ ദ്വീപുകൾ
my: ဖာရိုး ကျွန်းစုများ
sw: Visiwa vya Faroe
tk: Farer adalary
vi: Quần đảo Faroe

source: France
cy: Ffrainc
is: Frakkland
km: បារាំង
lb: Frankräich
ml: ഫ്രാൻസ്
my: ပြင်သစ်
sw: Ufaransa
tk: Fransiýa
vi: Pháp

source: Gabon
km: ហ្គាបុង
lb: Gabun
ml: ഗാബൺ
my: ဂါဘွန်

source: United Kingdom
cy: Y Deyrnas Unedig
is: Bretland
km: ចក្រភព​អង់គ្លេស
lb: Groussbritannien
ml: യുണൈറ്റഡ് കിംഗ്ഡം
my: ယူနိုက်တက်ကင်းဒမ်း
sw: Ufalme wa Muungano
tk: Birleşen Patyşalyk
vi: Vương quốc Anh

source: Grenada
km: ហ្គ្រើណាដ
ml: ഗ്രനേഡ
my: ဂရီနေဒါ

source: Georgia
is: Georgía
km: ហ្សកហ្ស៊ី
lb: Georgien
ml: ജോർജ്ജിയ
my: ဂျော်ဂျီယာ
sw: Jojia
tk: Gruziýa

source: French Guiana
cy: Guyane Ffrengig
is: Franska Gvæjana
km: ហ្គីអាណា បារាំង
lb: Guayane
ml: ഫ്രഞ്ച് ഗയാന
my: ပြင်သစ် ဂီယာနာ
sw: Guiana ya Ufaransa
tk: Fransuz Gwianasy
vi: Guiana thuộc Pháp

source: Guernsey
cy: Ynys y Garn
km: ហ្គេនស៊ី
ml: ഗേൺസി
my: ဂွန်းဇီ
tk: Gernsi

source: Ghana
is: Gana
km: ហ្គាណា
ml: ഘാന
my: ဂါနာ
tk: Gana

source: Gibraltar
is: Gíbraltar
km: ហ្ស៊ីប្រាល់តា
ml: ജിബ്രാൾട്ടർ
my: ဂျီဘရော်လ်တာ

source: Greenland
cy: Yr Ynys Las
is: Grænland
km: ហ្គ្រោអង់ឡង់
lb: Grönland
ml: ഗ്രീൻലാൻറ്
my: ဂရင်းလန်း
tk: Grenlandiýa

source: Gambia
is: Gambía
km: ហ្គំប៊ី
ml: ഗാംബിയ
my: ဂမ်ဘီရာ
tk: Gambiýa

source: Guinea
cy: Gini
is: Gínea
km: ហ្គីណេ
ml: ഗിനിയ
my: ဂီနီ
sw: Gine
tk: Gwineýa

source: Guadeloupe
is: Gvadelúpeyjar
km: ហ្គោដឺឡុប
ml: ഗ്വാഡലൂപ്പ്
my: ဂွါဒီလု
tk: Gwadelupa

source: Equatorial Guinea
cy: Gini Gyhydeddol
is: Miðbaugs-Gínea
km: ហ្គីណេអេក្វាទ័រ
ml: ഇക്വറ്റോറിയൽ ഗിനിയ
my: အီကွေတာ ဂီနီ
sw: Guinea ya Ikweta
tk: Ekwatorial Gwineýa
vi: Guinea Xích Đạo

source: Greece
cy: Gwlad Groeg
is: Grikkland
km: ក្រិក
lb: Griicheland
ml: ഗ്രീസ്
my: ဂရိ
sw: Ugiriki
tk: Gresiýa
vi: Hy Lạp

source: South Georgia & South Sandwich Islands
cy: De Georgia ac Ynysoedd Sandwich y De
is: Suður-Georgía og Suður-Sandvíkureyjar
km: កោះ​ហ្សកហ្ស៊ី​ខាងត្បូង និង សង់វិច​ខាងត្បូង
lb: Südgeorgien an déi Südlech Sandwichinselen
ml: ദക്ഷിണ ജോർജ്ജിയയും ദക്ഷിണ സാൻഡ്‌വിച്ച് ദ്വീപുകളും
my: တောင် ဂျော်ဂျီယာ နှင့် တောင် ဆင်းဒဝစ်ဂျ် ကျွန်းစုများ
sw: Visiwa vya Georgia Kusini na Sandwich Kusini
tk: Günorta Georgiýa we Günorta Sendwiç adasy
vi: Nam Georgia & Quần đảo Nam Sandwich

source: Guatemala
is: Gvatemala
km: ក្វាតេម៉ាឡា
ml: ഗ്വാട്ടിമാല
my: ဂွါတီမာလာ
tk: Gwatemala

source: Guam
is: Gvam
km: ហ្គាំ
ml: ഗ്വാം
my: ဂူအမ်

source: Guinea-Bissau
cy: Guiné-Bissau
is: Gínea-Bissá
km: ហ្គីណេប៊ីស្សូ
ml: ഗിനിയ-ബിസൗ
my: ဂီနီ-ဘီစော
sw: Ginebisau
tk: Gwineýa-Bisau

source: Guyana
is: Gvæjana
km: ហ្គីយ៉ាន
ml: ഗയാന
my: ဂိုင်ယာနာ
tk: Gaýana

source: Hong Kong
km: ហុងកុង
ml: ഹോങ്കോങ്
my: ဟောင်ကောင်
tk: Gonkong
vi: Hồng Kông

source: Heard & McDonald Islands
cy: Ynys Heard ac Ynysoedd McDonald
is: Heard og McDonaldseyjar
km: កោះ​ហឺដនិង​ម៉ាក់ដូណាល់
lb: Heard- a McDonald-Inselen
ml: ഹിയേർഡും മക്‌ഡൊണാൾഡ് ദ്വീപുകളും
my: ဟတ်ကျွန်းနှင့်မက်ဒေါနယ်ကျွန်းစု
sw: Kisiwa cha Heard na Visiwa vya McDonald
tk: Herd we Makdonald adalary
vi: Quần đảo Heard và McDonald

source: Honduras
is: Hondúras
km: ហុងឌូរ៉ាស
ml: ഹോണ്ടുറാസ്
my: ဟွန်ဒူးရပ်စ်
tk: Gonduras

source: Croatia
is: Króatía
km: ក្រូអាស៊ី
lb: Kroatien
ml: ക്രൊയേഷ്യ
my: ခရိုအေးရှား
tk: Horwatiýa

source: Haiti
is: Haítí
km: ហៃទី
ml: ഹെയ്തി
my: ဟေတီ
tk: Gaiti

source: Hungary
cy: Hwngari
is: Ungverjaland
km: ហុងគ្រី
lb: Ungarn
ml: ഹംഗറി
my: ဟန်ဂေရီ
sw: Hungaria
tk: Wengriýa

source: Canary Islands
cy: Yr Ynysoedd Dedwydd
is: Kanaríeyjar
km: កោះ​កាណារី
lb: Kanaresch Inselen
ml: കാനറി ദ്വീപുകൾ
my: ကနေရီ ကျွန်းစု
sw: Visiwa vya Kanari
tk: Kanar adalary
vi: Quần đảo Canary

source: Indonesia
is: Indónesía
km: ឥណ្ឌូណេស៊ី
lb: Indonesien
ml: ഇന്തോനേഷ്യ
my: အင်ဒိုနီးရှား
tk: Indoneziýa

source: Ireland
cy: Iwerddon
is: Írland
km: អៀរឡង់
lb: Irland
ml: അയർലൻഡ്
my: အိုင်ယာလန်
sw: Ayalandi
tk: Irlandiýa

source: Israel
is: Ísrael
km: អ៊ីស្រាអែល
ml: ഇസ്രായേൽ
my: အစ္စရေး
sw: Israeli
tk: Ysraýyl

source: Isle of Man
cy: Ynys Manaw
is: Mön
km: អែលអុហ្វមែន
ml: ഐൽ ഓഫ് മാൻ
my: မန်ကျွန်း
sw: Kisiwa cha Man
tk: Men adasy
vi: Đảo Man

source: India
is: Indland
km: ឥណ្ឌា
lb: Indien
ml: ഇന്ത്യ
my: အိန္ဒိယ
tk: Hindistan
vi: Ấn Độ

source: British Indian Ocean Territory
cy: Tiriogaeth Brydeinig Cefnfor India
is: Bresku Indlandshafseyjar
km: ដែនដី​អង់គ្លេស​នៅ​មហា​សមុទ្រ​ឥណ្ឌា
ml: ബ്രിട്ടീഷ് ഇന്ത്യൻ മഹാസമുദ്ര പ്രദേശം
my: ဗြိတိသျှပိုင် အိန္ဒိယသမုဒ္ဒရာကျွန်းများ
sw: Eneo la Uingereza katika Bahari Hindi
tk: Britaniýanyň Hindi okeanyndaky territoriýalary
vi: Lãnh thổ Ấn Độ Dương thuộc Anh

source: Iraq
cy: Irac
is: Írak
km: អ៊ីរ៉ាក់
lb: Irak
ml: ഇറാഖ്
my: အီရတ်
sw: Iraki
tk: Yrak

source: Iran
is: Íran
km: អ៊ីរ៉ង់
ml: ഇറാൻ
my: အီရန်
tk: Eýran

source: Iceland
cy: Gwlad yr Iâ
is: Ísland
km: អ៊ីស្លង់
lb: Island
ml: ഐസ്‌ലാന്റ്
my: အိုက်စလန်
sw: Aisilandi
tk: Islandiýa

source: Italy
cy: Yr Eidal
is: Ítalía
km: អ៊ីតាលី
lb: Italien
ml: ഇറ്റലി
my: အီတလီ
sw: Italia
tk: Italiýa

source: Jersey
km: ជើស៊ី
ml: ജേഴ്സി
my: ဂျာစီ
tk: Jersi

source: Jamaica
is: Jamaíka
km: ហ្សាម៉ាអ៊ីក
lb: Jamaika
ml: ജമൈക്ക
my: ဂျမေကာ
sw: Jamaika
tk: Ýamaýka

source: Jordan
cy: Gwlad Iorddonen
is: Jórdanía
km: ហ៊្សកដានី
lb: Jordanien
ml: ജോർദ്ദാൻ
my: ဂျော်ဒန်
tk: Iordaniýa

source: Japan
km: ជប៉ុន
ml: ജപ്പാൻ
my: ဂျပန်
sw: Japani
tk: Ýaponiýa
vi: Nhật Bản

source: Kenya
is: Kenía
km: កេនយ៉ា
lb: Kenia
ml: കെനിയ
my: ကင်ညာ
tk: Keniýa

source: Kyrgyzstan
is: Kirgistan
km: កៀហ្ស៊ីស៊ីស្ថាន
lb: Kirgisistan
ml: കിർഗിസ്ഥാൻ
my: ကာဂျစ္စတန်
sw: Kirigizistani
tk: Gyrgyzystan

source: Cambodia
is: Kambódía
km: កម្ពុជា
lb: Kambodscha
ml: കംബോഡിയ
my: ကမ္ဘောဒီးယား
sw: Kambodia
tk: Kamboja
vi: Campuchia

source: Kiribati
is: Kíribatí
km: គិរីបាទី
ml: കിരിബാട്ടി
my: ခီရီဘာတီ

source: Comoros
is: Kómoreyjar
km: កូម័រ
lb: Komoren
ml: കോമൊറോസ്
my: ကိုမိုရိုစ်
sw: Komoro
tk: Komor adalary

source: St. Kitts & Nevis
cy: Saint Kitts a Nevis
is: Sankti Kitts og Nevis
km: សាំង​គីត និង ណេវីស
lb: St. Kitts an Nevis
ml: സെന്റ് കിറ്റ്‌സും നെവിസും
my: စိန့်ကစ်နှင့်နီဗီစ်
sw: St. Kitts na Nevis
tk: Sent-Kits we Newis
vi: St. Kitts và Nevis

source: North Korea
cy: Gogledd Corea
is: Norður-Kórea
km: កូរ៉េ​ខាង​ជើង
lb: Nordkorea
ml: ഉത്തരകൊറിയ
my: မြောက်ကိုရီးယား
sw: Korea Kaskazini
tk: Demirgazyk Koreýa
vi: Triều Tiên

source: South Korea
cy: De Corea
is: Suður-Kórea
km: កូរ៉េ​ខាង​ត្បូង
lb: Südkorea
ml: ദക്ഷിണകൊറിയ
my: တောင်ကိုရီးယား
sw: Korea Kusini
tk: Günorta Koreýa
vi: Hàn Quốc

source: Kuwait
is: Kúveit
km: កូវ៉ែត
ml: കുവൈറ്റ്
my: ကူဝိတ်
tk: Kuweýt

source: Cayman Islands
cy: Ynysoedd Cayman
is: Caymaneyjar
km: កោះ​កៃម៉ង់
lb: Kaimaninselen
ml: കേയ്മാൻ ദ്വീപുകൾ
my: ကေမန် ကျွန်းစု
sw: Visiwa vya Cayman
tk: Kaýman adalary
vi: Quần đảo Cayman

source: Kazakhstan
is: Kasakstan
km: កាហ្សាក់ស្ថាន
lb: Kasachstan
ml: കസാഖിസ്ഥാൻ
my: ကာဇက်စတန်
sw: Kazakistani
tk: Gazagystan

source: Laos
km: ឡាវ
ml: ലാവോസ്
my: လာအို
vi: Lào

source: Lebanon
cy: Libanus
is: Líbanon
km: លីបង់
lb: Libanon
ml: ലെബനൻ
my: လက်ဘနွန်
tk: Liwan
vi: Li-băng

source: St. Lucia
cy: Saint Lucia
is: Sankti Lúsía
km: សាំងលូស៊ី
ml: സെന്റ് ലൂസിയ
my: စိန့်လူစီယာ
tk: Sent-Lýusiýa

source: Liechtenstein
km: លិចតិនស្ដាញ
ml: ലിച്ചൺസ്റ്റൈൻ
my: လစ်တန်စတိန်း
tk: Lihtenşteýn

source: Sri Lanka
is: Srí Lanka
km: ស្រីលង្កា
ml: ശ്രീലങ്ക
my: သီရိလင်္ကာ
tk: Şri-Lanka

source: Liberia
is: Líbería
km: លីបេរីយ៉ា
ml: ലൈബീരിയ
my: လိုက်ဘေးရီးယား
tk: Liberiýa

source: Lesotho
is: Lesótó
km: ឡេសូតូ
ml: ലെസോതോ
my: လီဆိုသို
sw: Lesoto
tk: Lesoto

source: Lithuania
cy: Lithwania
is: Litháen
km: លីទុយអានី
lb: Litauen
ml: ലിത്വാനിയ
my: လစ်သူဝေးနီးယား
tk: Litwa
vi: Litva

source: Luxembourg
cy: Lwcsembwrg
is: Lúxemborg
km: លុចសំបួ
lb: Lëtzebuerg
ml: ലക്സംബർഗ്
my: လူဇင်ဘတ်
tk: Lýuksemburg

source: Latvia
cy: Latfia
is: Lettland
km: ឡេតូនី
lb: Lettland
ml: ലാറ്റ്വിയ
my: လတ်ဗီးယား
tk: Latwiýa

source: Libya
is: Líbía
km: លីប៊ី
lb: Libyen
ml: ലിബിയ
my: လစ်ဗျား
tk: Liwiýa
