Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Shambala
is: sjambala
km: សាមបាឡា
ml: ഷംഭാള
my: ရှန်ဘာလာ
sw: Kisambaa
tk: şambala dili
vi: Tiếng Shambala

source: Bafia
cy: Baffia
is: bafía
km: បាហ្វៀ
ml: ബാഫിയ
my: ဘာဖီအာ
sw: Kibafia
tk: bafia dili
vi: Tiếng Bafia

source: Colognian
cy: Cwleneg
is: kölníska
km: កូឡូញ
lb: Kölsch
ml: കൊളോണിയൻ
my: ကိုလိုနီယန်း
sw: Kicologne
tk: keln dili
vi: Tiếng Cologne

source: Kurdish
cy: Cwrdeg
is: kúrdíska
km: ឃឺដ
lb: Kurdesch
ml: കുർദ്ദിഷ്
my: ကဒ်
sw: Kikurdi
tk: kürt dili
vi: Tiếng Kurd

source: Kumyk
cy: Cwmiceg
is: kúmík
km: គូមីគ
lb: Kumükesch
ml: കുമൈക്
my: ကွမ်မိုက်
tk: kumyk dili
vi: Tiếng Kumyk

source: Kutenai
is: kútenaí
lb: Kutenai-Sprooch
ml: കുതേനൈ
vi: Tiếng Kutenai

source: Komi
cy: Comi
is: komíska
km: កូមី
lb: Komi-Sprooch
ml: കോമി
my: ကိုမီ
sw: Kikomi
tk: komi dili
vi: Tiếng Komi

source: Cornish
cy: Cernyweg
is: kornbreska
km: កូនីស
lb: Kornesch
ml: കോർണിഷ്
my: ခိုနီရှ်
sw: Kikorni
tk: korn dili
vi: Tiếng Cornwall

source: Kyrgyz
cy: Cirgiseg
is: kirgiska
km: ​កៀហ្ស៊ីស
lb: Kirgisesch
ml: കിർഗിസ്
my: ကာဂျစ်
sw: Kikyrgyz
tk: gyrgyz dili
vi: Tiếng Kyrgyz

source: Latin
cy: Lladin
is: latína
km: ឡាតំាង
lb: Latäin
ml: ലാറ്റിൻ
my: လက်တင်
sw: Kilatini
tk: latyn dili
vi: Tiếng La-tinh

source: Ladino
cy: Iddew-Sbaeneg
is: ladínska
km: ឡាឌីណូ
ml: ലാഡിനോ
my: လာဒီနို
sw: Kiladino
tk: ladino dili
vi: Tiếng Ladino

source: Langi
is: langí
km: ឡានហ្គី
ml: ലാംഗി
my: လန်ဂီ
sw: Kirangi
tk: langi dili
vi: Tiếng Langi

source: Lahnda
ml: ലഹ്‌ൻഡ

source: Lamba
lb: Lamba-Sprooch
ml: ലംബ
vi: Tiếng Lamba

source: Luxembourgish
cy: Lwcsembwrgeg
is: lúxemborgíska
km: លុចសំបួ
lb: Lëtzebuergesch
ml: ലക്‌സംബർഗിഷ്
my: လူဇင်ဘတ်
sw: Kilasembagi
tk: lýuksemburg dili
vi: Tiếng Luxembourg

source: Lezghian
cy: Lezgheg
is: lesgíska
km: ឡេសហ្គី
lb: Lesgesch
ml: ലഹ്ഗിയാൻ
my: လက်ဇ်ဂီးယား
sw: Kilezighian
tk: lezgin dili
vi: Tiếng Lezghian

source: Ganda
km: ហ្កាន់ដា
lb: Ganda-Sprooch
ml: ഗാണ്ട
my: ဂန်ဒါ
sw: Kiganda
tk: ganda dili
vi: Tiếng Ganda

source: Limburgish
cy: Limbwrgeg
is: limbúrgíska
km: លីមប៊ូស
lb: Limburgesch
ml: ലിംബർഗിഷ്
my: လင်ဘာဂစ်ရှ်
tk: limburg dili
vi: Tiếng Limburg

source: Lakota
is: lakóta
km: ឡាកូតា
lb: Lakota-Sprooch
ml: ലഗോത്ത
my: လာကိုတာ
sw: Kilakota
tk: lakota dili
vi: Tiếng Lakota

source: Lingala
km: លីនកាឡា
ml: ലിംഗാല
my: လင်ဂါလာ
sw: Kilingala
tk: lingala dili
vi: Tiếng Lingala

source: Lao
cy: Laoeg
is: laó
km: ឡាវ
lb: Laotesch
ml: ലാവോ
my: လာအို
sw: Kilaosi
tk: laos dili
vi: Tiếng Lào

source: Mongo
is: mongó
ml: മോങ്കോ
sw: Kimongo
vi: Tiếng Mongo

source: Louisiana Creole
is: kreólska (Louisiana)
ml: ലൂസിയാന ക്രിയോൾ
sw: Kikrioli cha Louisiana
vi: Tiếng Creole Louisiana

source: Lozi
km: ឡូហ្ស៊ី
lb: Rotse-Sprooch
ml: ലൊസി
my: လိုဇီ
sw: Kilozi
tk: lozi dili
vi: Tiếng Lozi

source: Northern Luri
cy: Luri Gogleddol
is: norðurlúrí
km: លូរីខាងជើង
ml: വടക്കൻ ലൂറി
my: မြောက်လူရီ
sw: Kiluri cha Kaskazini
tk: demirgazyk luri dili
vi: Tiếng Bắc Luri

source: Lithuanian
cy: Lithwaneg
is: litháíska
km: លីទុយអានី
lb: Litauesch
ml: ലിത്വാനിയൻ
my: လစ်သူဝေးနီးယား
sw: Kilithuania
tk: litwa dili
vi: Tiếng Litva

source: Luba-Katanga
is: lúbakatanga
km: លូបាកាតានហ្គា
ml: ലുബ-കറ്റംഗ
my: လူဘာ-ကတန်ဂါ
sw: Kiluba-Katanga
tk: luba-katanga dili
vi: Tiếng Luba-Katanga

source: Luba-Lulua
km: លូបាលូឡា
ml: ലൂബ-ലുലുവ
my: လူဘာ-လူလူအာ
sw: Kiluba-Lulua
tk: luba-Lulua dili
vi: Tiếng Luba-Lulua

source: Luiseno
is: lúisenó
lb: Luiseno-Sprooch
ml: ലൂയിസെനോ
vi: Tiếng Luiseno

source: Lunda
cy: Lwnda
is: lúnda
km: លុនដា
lb: Lunda-Sprooch
ml: ലുൻഡ
my: လွန်ဒါ
sw: Kilunda
tk: lunda dili
vi: Tiếng Lunda

source: Luo
cy: Lŵo
is: lúó
km: លូអូ
lb: Luo-Sprooch
ml: ലുവോ
my: လူအို
sw: Kijaluo
tk: luo dili
vi: Tiếng Luo

source: Mizo
cy: Lwshaieg
is: lúsaí
km: មីហ្សូ
lb: Lushai-Sprooch
ml: മിസോ
my: မီဇို
sw: Kimizo
tk: mizo dili
vi: Tiếng Lushai

source: Luyia
cy: Lwyia
km: លូយ៉ា
lb: Olulujia
ml: ലുയിയ
my: လူရီအာ
sw: Kiluhya
tk: luýýa dili
vi: Tiếng Luyia

source: Latvian
cy: Latfieg
is: lettneska
km: ឡាតវី
lb: Lettesch
ml: ലാറ്റ്വിയൻ
my: လတ်ဗီးယား
sw: Kilatvia
tk: latyş dili
vi: Tiếng Latvia

source: Madurese
cy: Madwreg
is: madúrska
km: ម៉ាឌូរីស
lb: Maduresesch
ml: മദുരേസേ
my: မဒူရာ
sw: Kimadura
tk: madur dili
vi: Tiếng Madura

source: Mafa
ml: മാഫ
sw: Kimafa
vi: Tiếng Mafa

source: Magahi
is: magahí
km: ម៉ាហ្គាហ៊ី
lb: Khotta
ml: മഗാഹി
my: မဂါဟီ
sw: Kimagahi
tk: magahi dili
vi: Tiếng Magahi

source: Maithili
is: maítílí
km: ម៉ៃធីលី
ml: മൈഥിലി
my: မိုင်သီလီ
sw: Kimaithili
tk: maýthili dili
vi: Tiếng Maithili

source: Makasar
cy: Macasareg
km: ម៉ាកាសា
lb: Makassaresch
ml: മകാസർ
my: မကာဆာ
sw: Kimakasar
tk: makasar dili
vi: Tiếng Makasar

source: Mandingo
is: mandingó
lb: Manding-Sprooch
ml: മണ്ഡിൻഗോ
vi: Tiếng Mandingo

source: Masai
is: masaí
km: ម៉ាសៃ
lb: Massai-Sprooch
ml: മസായ്
my: မာဆိုင်
sw: Kimaasai
tk: masai dili
vi: Tiếng Masai

source: Maba
ml: മാബ
sw: Kimaba
vi: Tiếng Maba

source: Moksha
cy: Mocsia
is: moksa
km: មុខសា
ml: മോക്ഷ
my: မို့ခ်ရှာ
sw: Lugha ya Moksha
tk: mokşa dili
vi: Tiếng Moksha

source: Mandar
cy: Mandareg
lb: Mandaresesch
ml: മണ്ഡാർ
vi: Tiếng Mandar

source: Mende
cy: Mendeg
km: មេនឌី
lb: Mende-Sprooch
ml: മെൻഡെ
my: မန်ဒဲ
sw: Kimende
tk: mende dili
vi: Tiếng Mende

source: Meru
cy: Mêrw
is: merú
km: មេរូ
lb: Meru-Sprooch
ml: മേരു
my: မီရု
sw: Kimeru
tk: meru dili
vi: Tiếng Meru

source: Morisyen
is: máritíska
km: ម៉ូរីស៊ីន
ml: മൊറിസിൻ
my: မောရစ်ရှ
sw: Kimoriseni
tk: morisýen dili
vi: Tiếng Morisyen

source: Malagasy
cy: Malagaseg
is: malagasíska
km: ម៉ាឡាហ្គាស៊ី
lb: Malagassi-Sprooch
ml: മലഗാസി
my: မာလဂက်စီ
sw: Kimalagasi
tk: malagasiý dili
vi: Tiếng Malagasy

source: Middle Irish
cy: Gwyddeleg Canol
is: miðírska
lb: Mëtteliresch
ml: മദ്ധ്യ ഐറിഷ്
my: အလယ်ပိုင်း အိုင်းရစ်ရှ်
vi: Tiếng Ai-len Trung cổ

source: Makhuwa-Meetto
km: ម៉ាកគូវ៉ាមីតូ
ml: മാഖുവാ-മീത്തോ
my: မာခူဝါ-မီအီတို
sw: Kimakhuwa-Meetto
tk: makuwa-mito dili
vi: Tiếng Makhuwa-Meetto

source: Metaʼ
cy: Meta
is: meta’
km: មេតា
lb: Meta’
ml: മേത്താ
my: မီတာ
sw: Kimeta
tk: meta dili
vi: Tiếng Meta’

source: Marshallese
cy: Marsialeg
is: marshallska
km: ម៉ាស់សល
lb: Marschallesesch
ml: മാർഷല്ലീസ്
my: မာရှယ်လိဇ်
sw: Kimashale
tk: marşall dili
vi: Tiếng Marshall

source: Māori
is: maorí
km: ម៉ោរី
lb: Maori
ml: മവോറി
my: မာအိုရီ
sw: Kimaori
tk: maori dili
vi: Tiếng Māori

source: Mi'kmaq
km: មិកមេក
ml: മിക്മാക്
my: မစ်ခ်မက်ခ်
tk: mikmak dili

source: Minangkabau
is: mínangkabá
km: មីណាងកាប៊ូ
lb: Minangkabau-Sprooch
ml: മിനാങ്കബൗ
my: စူကူမီနန်
sw: Kiminangkabau
tk: minangkabau dili
vi: Tiếng Minangkabau

source: Macedonian
cy: Macedoneg
is: makedónska
km: ម៉ាសេដូនី
lb: Mazedonesch
ml: മാസിഡോണിയൻ
my: မက်ဆီဒိုးနီးယား
sw: Kimacedonia
tk: makedon dili
vi: Tiếng Macedonia

source: Malayalam
is: malajalam
km: ម៉ាឡាយ៉ាឡាម
ml: മലയാളം
my: မလေယာလမ်
sw: Kimalayalamu
tk: malaýalam dili
vi: Tiếng Malayalam

source: Mongolian
cy: Mongoleg
is: mongólska
km: ម៉ុងហ្គោលី
lb: Mongolesch
ml: മംഗോളിയൻ
my: မွန်ဂိုလီးယား
sw: Kimongolia
tk: mongol dili
vi: Tiếng Mông Cổ

source: Manchu
cy: Manshw
is: mansjú
lb: Mandschuresch
ml: മാൻ‌ചു
my: မန်ချူး
vi: Tiếng Mãn Châu

source: Manipuri
cy: Manipwri
is: manípúrí
km: ម៉ានីពូរី
lb: Meithei-Sprooch
ml: മണിപ്പൂരി
my: မနိပူရ
sw: Kimanipuri
tk: manipuri dili
vi: Tiếng Manipuri

source: Mohawk
cy: Mohoceg
is: móhíska
km: ម៊ូហាគ
lb: Mohawk-Sprooch
ml: മോഹാക്
my: မိုဟော့ခ်
sw: Lugha ya Mohawk
tk: mogauk dili
vi: Tiếng Mohawk

source: Mossi
cy: Mosi
is: mossí
km: មូស៊ី
lb: Mossi-Sprooch
ml: മൊസ്സി
my: မိုစီ
sw: Kimoore
tk: mossi dili
vi: Tiếng Mossi

source: Marathi
is: maratí
km: ម៉ារ៉ាធី
ml: മറാത്തി
my: မာရသီ
sw: Kimarathi
tk: marathi dili
vi: Tiếng Marathi

source: Malay
cy: Maleieg
is: malaíska
km: ម៉ាឡេ
lb: Malaiesch
ml: മലെയ്
my: မလေး
sw: Kimalei
tk: malaý dili
vi: Tiếng Mã Lai

source: Maltese
cy: Malteg
is: maltneska
km: ម៉ាល់តា
lb: Maltesesch
ml: മാൾട്ടീസ്
my: မော်လ်တာ
sw: Kimalta
tk: malta dili
vi: Tiếng Malta

source: Mundang
km: មុនដាង
ml: മുന്ദാംഗ്
my: မွန်ဒန်း
sw: Kimundang
tk: mundang dili
vi: Tiếng Mundang

source: Multiple languages
cy: Mwy nag un iaith
is: mörg tungumál
km: ពហុភាសា
lb: Méisproocheg
ml: പലഭാഷകൾ
my: ဘာသာစကား အမျိုးမျိုး
sw: Lugha nyingi
tk: birnäçe dil
vi: Nhiều Ngôn ngữ

source: Muscogee
cy: Creek
is: krík
km: គ្រីក
lb: Muskogee-Sprooch
ml: ക്രീക്ക്
my: ခရိချ
sw: Kikriki
tk: krik dili
vi: Tiếng Creek

source: Mirandese
cy: Mirandeg
is: mirandesíska
km: មីរ៉ានដេស
lb: Mirandesesch
ml: മിരാൻറസേ
my: မီရန်ဒီးဇ်
sw: Kimirandi
tk: mirand dili
vi: Tiếng Miranda

source: Marwari
is: marvarí
ml: മർവാരി
vi: Tiếng Marwari

source: Burmese
cy: Byrmaneg
is: búrmneska
km: ភូមា
lb: Birmanesch
ml: ബർമീസ്
my: မြန်မာ
sw: Kiburma
tk: birma dili
vi: Tiếng Miến Điện

source: Myene
ml: മയീൻ
vi: Tiếng Myene

source: Erzya
is: ersja
km: អឺហ្ស៊ីយ៉ា
lb: Ersja-Mordwinesch
ml: ഏഴ്സ്യ
my: အီဇယာ
sw: Kierzya
tk: erzýan dili
vi: Tiếng Erzya

source: Mazanderani
cy: Masanderani
is: masanderaní
km: ម៉ាហ្សានដឺរេនី
lb: Mazandarani
ml: മസന്ററാനി
my: မာဇန်ဒါရန်နီ
sw: Kimazanderani
tk: mazanderan dili
vi: Tiếng Mazanderani

source: Min Nan Chinese
lb: Min-Nan-Chinesesch
ml: മിൻ നാൻ ചൈനീസ്
vi: Tiếng Mân Nam

source: Neapolitan
cy: Naplieg
is: napólíska
km: នាប៉ូលីតាន
lb: Neapolitanesch
ml: നെപ്പോളിറ്റാൻ
my: နပိုလီတန်
sw: Kinapoli
tk: neapolitan dili
vi: Tiếng Napoli

source: Nama
km: ណាម៉ា
ml: നാമ
my: နာမာ
sw: Kinama
tk: nama dili
vi: Tiếng Nama

source: Norwegian Bokmål
cy: Norwyeg Bokmål
is: norskt bókmál
km: ន័រវែស បុកម៉ាល់
lb: Norwegesch Bokmål
ml: നോർവീജിയൻ ബുക്‌മൽ
my: နော်ဝေ ဘွတ်ခ်မော်လ်
sw: Kinorwe cha Bokmal
tk: norwegiýa bukmol dili
vi: Tiếng Na Uy (Bokmål)

source: North Ndebele
cy: Ndebele Gogleddol
is: norður-ndebele
km: នេបេលេខាងជើង
lb: Nord-Ndebele-Sprooch
ml: നോർത്ത് ഡെബിൾ
my: မြောက် အွန်န်ဒီဘီလီ
sw: Kindebele cha Kaskazini
tk: demirgazyk ndebele dili
vi: Tiếng Ndebele Miền Bắc

source: Low German
cy: Almaeneg Isel
is: lágþýska; lágsaxneska
km: អាល្លឺម៉ង់ក្រោម
lb: Nidderdäitsch
ml: ലോ ജർമൻ
my: အနိမ့် ဂျာမန်
sw: Kisaksoni
tk: aşaky nemes dili
vi: Tiếng Hạ Giéc-man

source: Low Saxon
cy: Sacsoneg Isel
is: lágsaxneska
km: ហ្សាក់ស្យុងក្រោម
ml: ലോ സാക്സൺ
my: ဂျာမန် (နယ်သာလန်)
tk: aşaky nemes dili (Niderlandlar)
vi: Tiếng Hạ Saxon

source: Nepali
cy: Nepaleg
is: nepalska
km: នេប៉ាល់
lb: Nepalesesch
ml: നേപ്പാളി
my: နီပေါ
sw: Kinepali
tk: nepal dili
vi: Tiếng Nepal

source: Newari
cy: Newaeg
is: nevarí
km: នេវ៉ាវី
ml: നേവാരി
my: နီဝါရီ
sw: Kinewari
tk: newari dili
vi: Tiếng Newari

source: Ndonga
km: នុនហ្គា
ml: ഡോങ്ക
my: အွန်ဒွန်ဂါ
sw: Kindonga
tk: ndonga dili
vi: Tiếng Ndonga

source: Nias
is: nías
km: នីអាស
lb: Nias-Sprooch
ml: നിയാസ്
my: နီးရပ်စ်
sw: Kiniasi
tk: nias dili
vi: Tiếng Nias

source: Niuean
is: níveska
km: នូអៀន
lb: Niue-Sprooch
ml: ന്യുവാൻ
my: နူအဲယန်း
sw: Kiniuea
tk: niue dili
vi: Tiếng Niuean

source: Dutch
cy: Iseldireg
is: hollenska
km: ហូឡង់
lb: Hollännesch
ml: ഡച്ച്
my: ဒတ်ခ်ျ
sw: Kiholanzi
tk: niderland dili
vi: Tiếng Hà Lan

source: Flemish
cy: Fflemeg
is: flæmska
km: ផ្លាមីស
lb: Flämesch
ml: ഫ്ലമിഷ്
my: ဖလီမစ်ရှ်
sw: Kiflemi
tk: flamand dili
vi: Tiếng Flemish

source: Kwasio
km: ក្វាស្យូ
ml: ക്വാസിയോ
my: ကွာစီအို
sw: Kikwasio
tk: kwasio dili
vi: Tiếng Kwasio

source: Norwegian Nynorsk
cy: Norwyeg Nynorsk
is: nýnorska
km: ន័រវែស នីនូស
lb: Norwegesch Nynorsk
ml: നോർവീജിയൻ നൈനോർക്‌സ്
my: နော်ဝေ နီးနောစ်
sw: Kinorwe cha Nynorsk
tk: norwegiýa nýunorsk dili
vi: Tiếng Na Uy (Nynorsk)

source: Ngiemboon
km: ងៀមប៊ូន
ml: ഗീംബൂൺ
my: အွန်ရဲဘွန်း
sw: Lugha ya Ngiemboon
tk: ngembun dili
vi: Tiếng Ngiemboon

source: Norwegian
cy: Norwyeg
is: norska
km: ន័រវែស
lb: Norwegesch
ml: നോർവീജിയൻ
my: နော်ဝေး
sw: Kinorwe
tk: norweg dili
vi: Tiếng Na Uy

source: Nogai
is: nógaí
km: ណូហ្គៃ
ml: നോഗൈ
my: နိုဂိုင်
sw: Kinogai
tk: nogaý dili
vi: Tiếng Nogai

source: Old Norse
cy: Hen Norseg
is: norræna
lb: Alnordesch
ml: പഴയ നോഴ്‌സ്
vi: Tiếng Na Uy cổ

source: N’Ko
km: នគោ
ml: ഇൻകോ
my: အွန်ကို
tk: nko dili
vi: Tiếng N’Ko

source: South Ndebele
cy: Ndebele Deheuol
is: suðurndebele
km: នេប៊េលខាងត្បូង
lb: Süd-Ndebele-Sprooch
ml: ദക്ഷിണ നെഡിബിൾ
my: တောင် အွန်န်ဘီလီ
sw: Kindebele
tk: günorta ndebele dili
vi: Tiếng Ndebele Miền Nam

source: Northern Sotho
cy: Sotho Gogleddol
is: norðursótó
km: សូថូខាងជើង
lb: Nord-Sotho-Sprooch
ml: നോർത്തേൻ സോതോ
my: မြောက် ဆိုသို
sw: Kisotho cha Kaskazini
tk: demirgazyk soto dili
vi: Tiếng Sotho Miền Bắc

source: Nuer
cy: Nŵereg
is: núer
km: នូអ័រ
ml: നുവേർ
my: နူအာ
sw: Kinuer
tk: nuer dili
vi: Tiếng Nuer

source: Navajo
cy: Nafaho
is: navahó
km: ណាវ៉ាចូ
ml: നവാജോ
my: နာဗာဟို
sw: Kinavajo
tk: nawaho dili
vi: Tiếng Navajo

source: Classical Newari
cy: Hen Newari
is: klassísk nevaríska
lb: Al-Newari
ml: ക്ലാസിക്കൽ നേവാരി
sw: Kinewari cha kale
vi: Tiếng Newari cổ

source: Nyanja
cy: Nianja
is: nýanja
km: ណានចា
lb: Nyanja-Sprooch
ml: ന്യൻജ
my: နရန်ဂျာ
sw: Kinyanja
tk: nýanja dili
vi: Tiếng Nyanja

source: Nyamwezi
cy: Niamwezi
is: njamvesí
lb: Nyamwezi-Sprooch
ml: ന്യാംവേസി
sw: Kinyamwezi
vi: Tiếng Nyamwezi

source: Nyankole
cy: Niancole
km: ណានកូលេ
ml: ന്യാൻകോൾ
my: နရန်ကိုလီ
sw: Kinyankole
tk: nýankole dili
vi: Tiếng Nyankole

source: Nyoro
cy: Nioro
is: njóró
ml: ന്യോറോ
sw: Kinyoro
vi: Tiếng Nyoro

source: Nzima
cy: Nzimeg
is: nsíma
ml: സിമ
sw: Kinzema
vi: Tiếng Nzima

source: Occitan
cy: Ocsitaneg
is: oksítaníska
km: អូសីតាន់
lb: Okzitanesch
ml: ഓക്‌സിറ്റൻ
my: အိုစီတန်
sw: Kiokitani
tk: oksitan dili
vi: Tiếng Occitan

source: Ojibwa
is: ojibva
lb: Ojibwa-Sprooch
ml: ഓജിബ്വാ
vi: Tiếng Ojibwa

source: Oromo
km: អូរ៉ូម៉ូ
ml: ഒറോമോ
my: အိုရိုမို
sw: Kioromo
tk: oromo dili
vi: Tiếng Oromo

source: Odia
is: óría
km: អូឌៀ
lb: Orija
ml: ഒഡിയ
my: အိုရီရာ
sw: Kioriya
tk: oriýa dili
vi: Tiếng Odia

source: Ossetic
cy: Oseteg
is: ossetíska
km: អូស៊ីទិក
lb: Ossetesch
ml: ഒസ്സെറ്റിക്
my: အိုဆဲတစ်ခ်
sw: Kiosetia
tk: osetin dili
vi: Tiếng Ossetic

source: Osage
cy: Osageg
is: ósage
lb: Osage-Sprooch
ml: ഒസേജ്
vi: Tiếng Osage

source: Ottoman Turkish
cy: Tyrceg Otoman
is: tyrkneska, ottóman
lb: Osmanesch
ml: ഓട്ടോമൻ തുർക്കിഷ്
vi: Tiếng Thổ Nhĩ Kỳ Ottoman

source: Punjabi
cy: Pwnjabeg
is: púnjabí
km: បឹនជាពិ
lb: Pandschabesch
ml: പഞ്ചാബി
my: ပန်ချာပီ
sw: Kipunjabi
tk: penjab dili
vi: Tiếng Punjab

source: Pangasinan
cy: Pangasineg
is: pangasínmál
km: ភេនហ្គាស៊ីណាន
lb: Pangasinan-Sprooch
ml: പങ്കാസിനൻ
my: ပန်ဂါစီနန်
sw: Kipangasinan
tk: pangansinan dili
vi: Tiếng Pangasinan

source: Pahlavi
cy: Pahlafi
is: palaví
lb: Mëttelpersesch
ml: പാഹ്ലവി
vi: Tiếng Pahlavi

source: Pampanga
km: ផាមភេនហ្គា
lb: Pampanggan-Sprooch
ml: പാംപൻഗ
my: ပမ်ပန်ညာ
sw: Kipampanga
tk: kapampangan dili
vi: Tiếng Pampanga

source: Papiamento
is: papíamentó
km: ប៉ាប៉ៃមេនតូ
ml: പാപിയാമെന്റൊ
my: ပါပီမင်တို
sw: Kipapiamento
tk: papýamento dili
vi: Tiếng Papiamento

source: Palauan
cy: Palawan
is: paláska
km: ប៉ាលូអាន
lb: Palau
ml: പലാവുൻ
my: ပလာအို
sw: Kipalau
tk: palau dili
vi: Tiếng Palauan

source: Nigerian Pidgin
cy: Pidgin Nigeria
is: nígerískt pidgin
km: ភាសាទំនាក់ទំនងនីហ្សេរីយ៉ា
ml: നൈജീരിയൻ പിഡ്‌ഗിൻ
my: နိုင်ဂျီးရီးယား ပစ်ဂျင်
sw: Pijini ya Nigeria
tk: nigeriýa-pijin dili
vi: Tiếng Nigeria Pidgin

source: Old Persian
cy: Hen Bersieg
is: fornpersneska
lb: Alpersesch
ml: പഴയ പേർഷ്യൻ
my: ပါရှန် အဟောင်း
sw: Kiajemi cha Kale
vi: Tiếng Ba Tư cổ

source: Phoenician
cy: Phoeniceg
is: fönikíska
lb: Phönikesch
ml: ഫീനിഷ്യൻ
vi: Tiếng Phoenicia

source: Pali
is: palí
ml: പാലി
my: ပါဠိ
vi: Tiếng Pali

source: Polish
cy: Pwyleg
is: pólska
km: ប៉ូឡូញ
lb: Polnesch
ml: പോളിഷ്
my: ပိုလန်
sw: Kipolandi
tk: polýak dili
vi: Tiếng Ba Lan

source: Pohnpeian
cy: Pohnpeianeg
is: ponpeiska
lb: Ponapeanesch
ml: പൊൻപിയൻ
vi: Tiếng Pohnpeian

source: Prussian
cy: Prwseg
is: prússneska
km: ព្រូស៊ាន
lb: Preisesch
ml: പ്രഷ്യൻ
my: ပရူရှန်
sw: Kiprussia
tk: prussiýa dili
vi: Tiếng Prussia

source: Old Provençal
cy: Hen Brofensaleg
is: fornpróvensalska
lb: Alprovenzalesch
ml: പഴയ പ്രൊവൻഷ്ൽ
vi: Tiếng Provençal cổ

source: Pashto
is: pastú
km: បាស្តូ
lb: Paschtu
ml: പഷ്‌തോ
my: ပက်ရှ်တွန်း
sw: Kipashto
tk: peştun dili
vi: Tiếng Pashto

source: Pushto
ml: പുഷ്തോ
sw: Kipushto
vi: Tiếng Pushto

source: Portuguese
cy: Portiwgaleg
is: portúgalska
km: ព័រទុយហ្គាល់
lb: Portugisesch
ml: പോർച്ചുഗീസ്
my: ပေါ်တူဂီ
sw: Kireno
tk: portugal dili
vi: Tiếng Bồ Đào Nha

source: Brazilian Portuguese
cy: Portiwgaleg Brasil
is: brasílísk portúgalska
km: ព័រទុយហ្កាល់ (ប្រេស៊ីល)
lb: Brasilianescht Portugisesch
ml: ബ്രസീലിയൻ പോർച്ചുഗീസ്
my: ဘရာဇီး ပေါ်တူဂီ
sw: Kireno (Brazili)
tk: portugal dili (Braziliýa)

source: European Portuguese
cy: Portiwgaleg Ewrop
is: evrópsk portúgalska
km: ព័រទុយហ្គាល់ (អឺរ៉ុប)
lb: Europäescht Portugisesch
ml: യൂറോപ്യൻ പോർച്ചുഗീസ്
my: ဥရောပ ပေါ်တူဂီ
sw: Kireno (Ulaya)
tk: portugal dili (Ýewropa)
vi: Tiếng Bồ Đào Nha (Châu Âu)

source: Quechua
is: kvesjúa
km: ហ្គិកឈួ
ml: ക്വെച്ചുവ
my: ခီချူဝါအိုဝါ
sw: Kikechua
tk: keçua dili
vi: Tiếng Quechua

source: Kʼicheʼ
cy: K’iche’
is: kiche
km: គីចឈី
lb: Quiché-Sprooch
ml: ക്വിച്ചെ
my: ကီခ်အီချီ
tk: kiçe dili
vi: Tiếng Kʼicheʼ

source: Rajasthani
cy: Rajasthaneg
is: rajastaní
ml: രാജസ്ഥാനി
sw: Kirajasthani
vi: Tiếng Rajasthani

source: Rapanui
cy: Rapanŵi
is: rapanúí
km: រ៉ាប៉ានូ
lb: Ouschterinsel-Sprooch
ml: രാപനൂയി
my: ရပန်နူအီ
sw: Kirapanui
tk: rapanuý dili
vi: Tiếng Rapanui

source: Rarotongan
cy: Raratongeg
is: rarótongska
km: រ៉ារ៉ូតុងហ្គាន
lb: Rarotonganesch
ml: രാരോടോങ്കൻ
my: ရရိုတွန်ဂန်
sw: Kirarotonga
tk: kuk dili
vi: Tiếng Rarotongan

source: Rohingya
is: rohingja
km: រ៉ូហ៊ីងយ៉ា
ml: റോഹിംഗാ
my: ရိုဟင်ဂျာ
sw: Kirohingya
tk: rohinýa dili
vi: Tiếng Rohingya

source: Romansh
cy: Románsh
is: rómanska
km: រ៉ូម៉ង់
lb: Rätoromanesch
ml: റൊമാഞ്ച്
my: ရောမ
sw: Kiromanshi
tk: retoroman dili
vi: Tiếng Romansh

source: Rundi
cy: Rwndi
is: rúndí
km: រុណ្ឌី
lb: Rundi-Sprooch
ml: റുണ്ടി
my: ရွန်ဒီ
sw: Kirundi
tk: rundi dili
vi: Tiếng Rundi

source: Romanian
cy: Rwmaneg
is: rúmenska
km: រូម៉ានី
lb: Rumänesch
ml: റൊമാനിയൻ
my: ရိုမေနီယား
sw: Kiromania
tk: rumyn dili
vi: Tiếng Romania

source: Moldavian
cy: Moldofeg
is: moldóvska
km: ម៉ុលដាវី
lb: Moldawesch
ml: മോൾഡാവിയൻ
my: မော်လဒိုဗာ
sw: Kimoldova cha Romania
tk: moldaw dili
vi: Tiếng Moldova

source: Rombo
is: rombó
km: រុមបូ
ml: റോംബോ
my: ရွမ်ဘို
sw: Kirombo
tk: rombo dili
vi: Tiếng Rombo

source: Romany
cy: Romani
is: romaní
lb: Romani
ml: റൊമാനി
vi: Tiếng Romany

source: Russian
cy: Rwseg
is: rússneska
km: រុស្ស៊ី
lb: Russesch
ml: റഷ്യൻ
my: ရုရှ
sw: Kirusi
tk: rus dili
vi: Tiếng Nga

source: Aromanian
cy: Aromaneg
is: arúmenska
km: អារ៉ូម៉ានី
lb: Aromunesch
ml: ആരോമാനിയൻ
my: အာရိုမန်းနီးယန်း
sw: Kiaromania
tk: arumyn dili
vi: Tiếng Aromania

source: Kinyarwanda
cy: Ciniarŵandeg
is: kínjarvanda
km: គិនយ៉ាវ៉ាន់ដា
lb: Ruandesch
ml: കിന്യാർവാണ്ട
my: ကင်ရာဝန်ဒါ
tk: kinýaruanda dili
vi: Tiếng Kinyarwanda

source: Rwa
is: rúa
km: រ៉្វា
ml: റുവാ
my: ရူဝမ်
sw: Lugha ya Rwa
tk: rwa dili
vi: Tiếng Rwa

source: Sanskrit
cy: Sansgrit
is: sanskrít
km: សំស្ក្រឹត
ml: സംസ്‌കൃതം
my: သင်္သကရိုက်
sw: Kisanskriti
tk: sanskrit dili
vi: Tiếng Phạn

source: Sandawe
cy: Sandäweg
is: sandave
km: សានដាវី
lb: Sandawe-Sprooch
ml: സാൻഡവേ
my: ဆန်ဒါဝီ
sw: Kisandawe
tk: sandawe dili
vi: Tiếng Sandawe

source: Sakha
km: សាខា
ml: സാഖ
my: ဆခါ
tk: ýakut dili

source: Samaritan Aramaic
cy: Aramaeg Samaria
is: samversk arameíska
lb: Samaritanesch
ml: സമരിയാക്കാരുടെ അരമായ
sw: Kiaramu cha Wasamaria
vi: Tiếng Samaritan Aramaic

source: Samburu
cy: Sambŵrw
is: sambúrú
km: សាមបូរូ
ml: സംബുരു
my: ဆမ်ဘူရူ
sw: Kisamburu
tk: samburu dili
vi: Tiếng Samburu

source: Sasak
cy: Sasaceg
ml: സസാക്
vi: Tiếng Sasak

source: Santali
is: santalí
km: សាន់តាលី
ml: സന്താലി
my: ဆန်တာလီ
sw: Kisantali
tk: santali dili
vi: Tiếng Santali

source: Ngambay
cy: Ngambeieg
km: ងាំបេយ
ml: ഗംബായ്
my: အွန်ဂမ်းဘေး
sw: Kingambay
tk: ngambaý dili
vi: Tiếng Ngambay

source: Sangu
cy: Sangw
is: sangú
km: សានហ្គូ
ml: സംഗു
my: ဆန်ဂု
sw: Kisangu
tk: sangu dili
vi: Tiếng Sangu

source: Sardinian
cy: Sardeg
is: sardínska
km: សាឌីនា
lb: Sardesch
ml: സർഡിനിയാൻ
my: ဆာဒီနီးယား
sw: Kisardinia
tk: sardin dili
vi: Tiếng Sardinia

source: Sicilian
cy: Sisileg
is: sikileyska
km: ស៊ីស៊ីលាន
lb: Sizilianesch
ml: സിസിലിയൻ
my: စစ္စလီ
sw: Kisicilia
tk: sisiliýa dili
vi: Tiếng Sicilia

source: Scots
cy: Sgoteg
is: skoska
km: ស្កុត
lb: Schottesch
ml: സ്കോട്സ്
my: စကော့တ်
sw: Kiskoti
tk: şotland dili
vi: Tiếng Scots

source: Sindhi
is: sindí
km: ស៊ីនឌី
ml: സിന്ധി
my: စင်ဒီ
sw: Kisindhi
tk: sindhi dili
vi: Tiếng Sindhi

source: Southern Kurdish
cy: Cwrdeg Deheuol
is: suðurkúrdíska
km: ឃើដភាគខាងត្បូង
ml: തെക്കൻ കുർദ്ദിഷ്
sw: Kikurdi cha Kusini
vi: Tiếng Kurd Miền Nam

source: Northern Sami
cy: Sami Gogleddol
is: norðursamíska
km: សាមីខាងជើង
lb: Nordsamesch
ml: വടക്കൻ സമി
my: မြောက် ဆာမိ
sw: Kisami cha Kaskazini
tk: demirgazyk saam dili
vi: Tiếng Sami Miền Bắc

source: Seneca
ml: സെനേക
vi: Tiếng Seneca

source: Sena
km: ស៊ីណា
ml: സേന
my: စီနာ
sw: Kisena
tk: sena dili
vi: Tiếng Sena

source: Selkup
cy: Selcypeg
is: selkúp
lb: Selkupesch
ml: സെൽകപ്
vi: Tiếng Selkup

source: Koyraboro Senni
is: koíraboró-senní
km: គុយរ៉ាបូរ៉ុស៊ីនី
lb: Koyra Senni
ml: കൊയ്റാബൊറോ സെന്നി
my: ကိုရာဘိုရို ဆမ်နီ
sw: Kikoyraboro Senni
tk: koýraboro-senni dili
vi: Tiếng Koyraboro Senni

source: Sango
is: sangó
km: សានហ្គោ
ml: സാംഗോ
my: ဆန်ဂို
sw: Kisango
tk: sango dili
vi: Tiếng Sango

source: Old Irish
cy: Hen Wyddeleg
is: fornírska
lb: Aliresch
ml: പഴയ ഐറിഷ്
my: အိုင်းရစ် ဟောင်း
vi: Tiếng Ai-len cổ

source: Serbo-Croatian
cy: Serbo-Croateg
is: serbókróatíska
km: សឺបូក្រូអាត
lb: Serbo-Kroatesch
ml: സെർബോ-ക്രൊയേഷ്യൻ
sw: Kiserbia-kroeshia
vi: Tiếng Serbo-Croatia

source: Tachelhit
km: តាឈីលហ៊ីត
lb: Taschelhit
ml: താച്ചലിറ്റ്
my: တာချယ်လ်ဟစ်
sw: Kitachelhit
tk: tahelhit dili
vi: Tiếng Tachelhit

source: Shan
is: sjan
km: សាន
lb: Schan-Sprooch
ml: ഷാൻ
my: ရှမ်း
sw: Kishan
tk: şan dili
vi: Tiếng Shan

source: Chadian Arabic
cy: Arabeg Chad
lb: Tschadesch-Arabesch
ml: ചാഡിയൻ അറബി
sw: Kiarabu cha Chad
vi: Tiếng Ả-Rập Chad

source: Sinhala
cy: Sinhaleg
is: singalíska
km: ស្រីលង្កា
lb: Singhalesesch
ml: സിംഹള
my: စင်ဟာလာ
sw: Kisinhala
tk: singal dili
vi: Tiếng Sinhala

source: Sidamo
is: sídamó
ml: സിഡാമോ
vi: Tiếng Sidamo

source: Slovak
cy: Slofaceg
is: slóvakíska
km: ស្លូវ៉ាគី
lb: Slowakesch
ml: സ്ലോവാക്
my: ဆလိုဗက်
sw: Kislovakia
tk: slowak dili
vi: Tiếng Slovak

source: Slovenian
cy: Slofeneg
is: slóvenska
km: ស្លូវ៉ានី
lb: Slowenesch
ml: സ്ലോവേനിയൻ
my: ဆလိုဗေးနီးယား
sw: Kislovenia
tk: slowen dili
vi: Tiếng Slovenia

source: Samoan
cy: Samöeg
is: samóska
km: សាម័រ
lb: Samoanesch
ml: സമോവൻ
my: ဆမိုအာ
sw: Kisamoa
tk: samoa dili
vi: Tiếng Samoa

source: Southern Sami
cy: Sami Deheuol
is: suðursamíska
km: សាមីខាងត្បូង
lb: Südsamesch
ml: തെക്കൻ സമി
my: တောင် ဆာမိ
sw: Kisami cha Kusini
tk: günorta saam dili
vi: Tiếng Sami Miền Nam

source: Lule Sami
cy: Sami Lwle
is: lúlesamíska
km: លូលីសាមី
lb: Lule-Lappesch
ml: ലൂലീ സമി
my: လူလီ ဆာမိ
sw: Kisami cha Lule
tk: lule-saam dili
vi: Tiếng Lule Sami

source: Inari Sami
is: enaresamíska
km: អ៊ីណារីសាមី
lb: Inari-Lappesch
ml: ഇനാരി സമി
my: အီနာရီ ဆာမိ
sw: Kisami cha Inari
tk: inari-saam dili
vi: Tiếng Inari Sami

source: Skolt Sami
cy: Sami Scolt
is: skoltesamíska
km: ស្កុលសាមី
lb: Skolt-Lappesch
ml: സ്കോൾട്ട് സമി
my: စခိုးလ် ဆာမိ
sw: Kisami cha Skolt
tk: skolt-saam dili
vi: Tiếng Skolt Sami

source: Shona
km: សូណា
ml: ഷോണ
my: ရှိုနာ
sw: Kishona
tk: şona dili
vi: Tiếng Shona

source: Soninke
cy: Soninceg
is: sóninke
km: សូនីនគេ
lb: Soninke-Sprooch
ml: സോണിൻകെ
my: ဆိုနင်ကေး
sw: Kisoninke
tk: soninke dili
vi: Tiếng Soninke

source: Somali
cy: Somaleg
is: sómalska
km: សូម៉ាលី
ml: സോമാലി
my: ဆိုမာလီ
sw: Kisomali
tk: somali dili
vi: Tiếng Somali

source: Sogdien
cy: Sogdeg
is: sogdíen
lb: Sogdesch
ml: സോജിഡിയൻ
vi: Tiếng Sogdien

source: Albanian
cy: Albaneg
is: albanska
km: អាល់បានី
lb: Albanesch
ml: അൽബേനിയൻ
my: အယ်လ်ဘေးနီးယား
sw: Kialbania
tk: alban dili
vi: Tiếng Albania

source: Serbian
cy: Serbeg
is: serbneska
km: ស៊ែប
lb: Serbesch
ml: സെർബിയൻ
my: ဆားဘီးယား
sw: Kiserbia
tk: serb dili
vi: Tiếng Serbia
