Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Recife
km: រ៉េស៊ីហ្វី
ml: റെസീഫെ
my: ဟေစီဖီလ်
tk: Resifi

source: Regina
km: រ៉េហ្គីណា
ml: റിജീന
my: ရယ်ဂျီနာ
tk: Rejaýna

source: Resolute
km: រ៉េ​ស៊ូឡូត
ml: റെസല്യൂട്ട്
my: ရီဆိုလုပ်(တ်)
tk: Rezolýut

source: Rio Branco
km: រីយ៉ូប្រានកូ
ml: റിയോ ബ്രാങ്കോ
my: ရီယို ဘရန်ကို
tk: Riu-Branku

source: Santarem
km: សាន់តារឹម
ml: സാന്ററെം
my: ဆန်တာရမ်

source: Santiago
km: សាន់ទីអេហ្គោ
ml: സാന്റിയാഗോ
my: ဆန်တီအာဂို
tk: Santýago

source: Santo Domingo
km: សាន់ដូម៉ាំង
ml: സാന്തോ ഡോമിംഗോ
my: ဆန်တို ဒိုမင်းဂို

source: Sao Paulo
km: សៅ​ប៉ូឡូ
ml: സാവോപോളോ
my: ဆော်ပိုလို
tk: San-Paulu

source: Ittoqqortoormiit
km: អ៊ីតូគ័រតូមីត
ml: ഇറ്റ്വാഖ്വാർടൂർമിറ്റ്
my: အစ်တာကာ တိုးမိရက်တ်
tk: Illokkortoormiut

source: Sitka
km: ស៊ីតកា
ml: സിറ്റ്‌കാ
my: စစ်ကာ

source: St. John’s
km: សាំង​ចន
ml: സെന്റ് ജോൺസ്
my: စိန့်ဂျွန်း
tk: Sent-Jons

source: St. Kitts
is: Sankti Kitts
km: សាំង​ឃីត
ml: സെന്റ് കിറ്റ്സ്
my: စိန့်ကိစ်
tk: Sent-Kits

source: St. Thomas
is: Sankti Thomas
km: សាំង​តូម៉ាស់
ml: സെന്റ് തോമസ്
my: စိန့်သောမတ်စ်
tk: Sent-Tomas

source: St. Vincent
is: Sankti Vinsent
km: សាំង​វីនសេន
ml: സെന്റ് വിൻസെന്റ്
my: စိန့်ဗင်းဆင့်
tk: Sent-Winsent

source: Swift Current
km: ស្វីត​ខឺរិន
ml: സ്വിഫ്‌റ്റ് കറന്റ്
my: စွတ်ဖ်တ် ကားရင့်
tk: Swift-Karent

source: Tegucigalpa
km: តេហ្គូស៊ីហ្គាល់ប៉ា
ml: ടെഗൂസിഗാൽപ
my: တီဂူစီဂလ်ပါ
tk: Tegusigalpa

source: Thule
km: ធុឡេ
ml: തൂളി
my: သုလီ
tk: Tule

source: Thunder Bay
km: សាន់ដឺ​បេ
ml: തണ്ടർ ബേ
my: သန်းန်ဒါး ဘေး
tk: Tander-Beý

source: Tijuana
km: ទីយ្យូអាណា
ml: തിയുവാന
my: တီဂွါနာ
tk: Tihuana

source: Toronto
km: តូរ៉ុនតូ
ml: ടൊറന്റോ
my: တိုရန်တို

source: Tortola
km: តូតូឡា
ml: ടോർ‌ട്ടോള
my: တောတိုလာ

source: Vancouver
km: វ៉ាន់កូវើ
ml: വാൻ‌കൂവർ
my: ဗန်ကူးဗား
tk: Wankuwer

source: Whitehorse
km: វ៉ាយហស
ml: വൈറ്റ്ഹോഴ്സ്
my: ဝိုက်(တ်)ဟိုစ်
tk: Waýthors

source: Winnipeg
km: វីនីភិក
ml: വിന്നിപെഗ്
my: ဝီနီဗက်ဂ်

source: Yakutat
km: យ៉ាគូតាត
ml: യാകുറ്റാറ്റ്
my: ရာကုတတ်
tk: Ýakutat

source: Yellowknife
km: យេឡូណៃ
ml: യെല്ലോനൈഫ്
my: ရဲလိုနိုက်ဖ်
tk: Ýellounaýf

source: Casey
km: កាសី
ml: കാസെ
my: ကေစီ
tk: Keýsi

source: Davis
km: ដាវីស
ml: ഡെയ്‌വിസ്
my: ဒေးဗစ်
tk: Deýwis

source: Dumont d’Urville
km: ឌុយម៉ុងដឺអ៊ុយវីល
ml: ഡ്യൂമണ്ട് ഡി യുർവിൽ
my: ဒူးမော့တ် ဒါရ်ဗီးလ်
tk: Dýumon-d-Ýurwil

source: Macquarie
km: ម៉ាកខ្វារី
ml: മക്വയറി
my: မက်ကွယ်ရီ
tk: Makkuori

source: Mawson
km: ម៉ៅសាន់
ml: മാവ്സൺ
my: မော်စွန်
tk: Mouson

source: McMurdo
km: ម៉ាក់មុយដូ
ml: മാക്മർഡോ
my: မက်မူဒိုး
tk: Mak-Merdo

source: Palmer
km: ផាល់ម័រ
ml: പാമർ
my: ပါလ်မာ

source: Rothera
km: រ៉ូធីរ៉ា
ml: റൊതീറ
my: ရိုသီရာ
tk: Rotera

source: Syowa
km: ស៊ីយ៉ូវ៉ា
ml: സ്യോവ
my: ရှိုးဝါ
tk: Sýowa

source: Troll
km: ត្រូល
ml: ട്രോൾ
my: ထရိုလ်
tk: Trol

source: Vostok
km: វ៉ូស្តុក
ml: വോസ്റ്റോക്
my: ဗိုစ်တိုခ်
tk: Wostok

source: Longyearbyen
km: ឡុង​យ៉ា​ប៊ីយេន
ml: ലംഗ്‍യെർബിൻ
my: လောင်ရီယားဘရံ
tk: Longir

source: Aden
km: អាដែន
ml: ഏദെൻ
my: အာဒင်

source: Almaty
km: អាល់ម៉ាទី
ml: അൽമാട്ടി
my: အော်မာတီ

source: Amman
km: អាម៉ាន់
ml: അമ്മാൻ‌
my: အာမာန်း

source: Anadyr
km: អាណាឌី
ml: അനാഡിർ
my: အန်အာဒီအာ

source: Aqtau
km: អាកទូ
ml: അക്തൗ
my: အက်တာဥု
tk: Aktau

source: Aqtobe
km: អាកទូប៊ី
ml: അഖ്‌തോബ്
my: အာချတူးဘီ
tk: Aktobe

source: Ashgabat
km: អាសហ្គាបាត
ml: ആഷ്‌ഗാബട്ട്
my: အာရှ်ဂါဘာဒ်
tk: Aşgabat

source: Atyrau
km: អាទីរ៉ូ
ml: അറ്റിറോ
my: အာတီရအူ

source: Baghdad
km: បាកដាដ
ml: ബാഗ്‌ദാദ്
my: ဘဂ္ဂဒက်
tk: Bagdat

source: Baku
km: បាគូ
ml: ബാക്കു
my: ဘာကူ

source: Bangkok
km: បាងកក
ml: ബാങ്കോക്ക്
my: ဘန်ကောက်

source: Barnaul
km: បានូល
ml: ബർണോൽ
my: ဘရ်နာအူ

source: Beirut
km: បេរូត
ml: ബെയ്‌റൂട്ട്
my: ဘေရွတ်
tk: Beýrut

source: Bishkek
km: ប៊ីស្កេក
ml: ബിഷ്‌കേക്
my: ဘီရှ်ခက်
tk: Bişkek

source: Kolkata
is: Kalkútta
km: កុលកាតា
lb: Kalkutta
ml: കൊൽ‌ക്കത്ത
my: ကိုလျကတ်တား
tk: Kalkutta

source: Chita
km: ឈីតា
ml: ചീറ്റ
my: ချီတာ
tk: Çita

source: Choibalsan
km: ឈូបាល់សាន
ml: ചൊയ്ബൽസൻ
my: ချွဲဘောဆန်
tk: Çoýbalsan

source: Colombo
km: កូឡុំបូ
ml: കൊളം‌ബോ
my: ကိုလံဘို
tk: Kolombo

source: Damascus
km: ដាម៉ាស
ml: ദമാസ്കസ്
my: ဒမားစကပ်
tk: Damask

source: Dhaka
km: ដាក្កា
ml: ധാക്ക
my: ဒက်ကာ
tk: Dakka

source: Dili
km: ដេលី
ml: ദിലി
my: ဒစ်လီ

source: Dubai
km: ឌុយបៃ
ml: ദുബായ്
my: ဒူဘိုင်း
tk: Dubaý

source: Dushanbe
km: ឌូស្ហាន់បេ
ml: ദുഷൻ‌ബെ
my: ဒူရှန်းဘဲ
tk: Duşanbe

source: Famagusta
km: ហ្វ៉ាម៉ាហ្គុស្តា
ml: ഫാമഗുസ്‌റ്റ
my: ဖာမာဂူစတာ

source: Gaza
km: កាសា
ml: ഗാസ
my: ဂါဇာ

source: Hebron
km: ហេបរុន
ml: ഹെബ്‌റോൺ
my: ဟီဘရွန်
tk: Hewron

source: Hovd
km: ហូវ
ml: ഹോഡ്
my: ဟိုးဗျ
tk: Howd

source: Irkutsk
km: អៀរគុតស្កិ៍
ml: ഇർകസ്ക്
my: အီရူခူတ်

source: Jakarta
km: ហ្សាការតា
ml: ജക്കാർത്ത
my: ဂျကာတာ

source: Jayapura
km: ចាយ៉ាភូរ៉ា
ml: ജയപുര
my: ဂျာရာပူရာ
tk: Jaýapura

source: Jerusalem
km: ហ្ស៊េរុយសាឡិម
ml: ജെറുസലേം
my: ဂျေရုဆလင်
tk: Iýerusalim

source: Kabul
km: កាប៊ុល
ml: കാബൂൾ
my: ကဘူးလျ

source: Kamchatka
km: កាំឆាតកា
ml: കാംചട്ക
my: ခမ်ချာ့ခါ
tk: Kamçatka

source: Karachi
km: ការ៉ាជី
ml: കറാച്ചി
my: ကရာချိ
tk: Karaçi

source: Kathmandu
is: Katmandú
km: កាត់ម៉ាន់ឌូ
ml: കാഠ്‌മണ്ഡു
my: ခတ်တမန်ဒူ
tk: Katmandu

source: Khandyga
km: ខាន់ឌីហ្គា
ml: കച്ചൻഗ
my: ခန်ဒိုင်ဂါ
tk: Handyga

source: Krasnoyarsk
km: ក្រាសនុយ៉ាក
ml: ക്രാസ്നോയാസ്ക്
my: ခရာ့စ်နိုရာစ်
tk: Krasnoýarsk

source: Kuala Lumpur
km: កូឡាឡាំពួរ
ml: ക്വാലലം‌പൂർ‌‌
my: ကွာလာလမ်ပူ

source: Kuching
km: ឃឺតចីង
ml: കുചിങ്
my: ကူချင်
tk: Kuçing

source: Magadan
km: ម៉ាហ្គាដាន
ml: മഗഡാൻ
my: မာဂါဒန်း

source: Makassar
km: ម៉ាកាសសារ
ml: മകസ്സർ
my: မခက်စ်ဆာ
tk: Makasar

source: Manila
km: ម៉ានីល
ml: മനില
my: မနီလာ

source: Muscat
km: ម៉ាស្កាត
ml: മസ്കറ്റ്
my: မတ်စ်ကက်တ်
tk: Maskat

source: Nicosia
km: នីកូស៊ី
ml: നിക്കോഷ്യ
my: နီကိုရှား
tk: Nikosiýa

source: Novokuznetsk
km: ណូវ៉ូឃូសណេតស្កិ៍
ml: നോവോകുസെൻസ്‌ക്
my: နိုဗိုခူဇ်နက်စ်
tk: Nowokuznesk

source: Novosibirsk
km: ណូវ៉ូស៊ីប៊ឺក
ml: നൊവോസിബിർസ്ക്
my: နိုဗိုစဲဘီအဲယ်စ်
tk: Nowosibirsk

source: Omsk
km: អូមស្កិ៍
ml: ഒംസ്ക്
my: အွမ်းစ်ခ်

source: Oral
km: អូរ៉ាល់
ml: ഓറൽ
my: အော်ရဲလ်

source: Phnom Penh
km: ភ្នំពេញ
ml: ഫെനോം പെൻ
my: ဖနွမ်ပင်
tk: Pnompen

source: Pontianak
km: ប៉ុនទីអាណាក់
ml: പൊന്റിയാനക്
my: ပွန်တီအားနာ့ခ်

source: Pyongyang
km: ព្យុងយ៉ាង
ml: പ്യോംഗ്‌യാംഗ്
my: ပြုံယန်း
tk: Phenýan

source: Kostanay
km: កូស្ដេណេ
ml: കോസ്റ്റനേ
my: ကော့စ်တနေ
tk: Kostanaý

source: Qyzylorda
km: គីហ្ស៊ីឡូដា
ml: ഖിസിലോർഡ
my: ကီဇလော်ဒါ
tk: Gyzylorda

source: Yangon
is: Rangún
km: រ៉ង់ហ្គូន
ml: റങ്കൂൺ‌
my: ရန်ကုန်
sw: Rangoon
tk: Ýangon
vi: Rangoon

source: Riyadh
km: រីយ៉ាដ
ml: റിയാദ്
my: ရီယားဒ်
tk: Er-Riýad

source: Ho Chi Minh City
cy: Dinas Hô Chi Minh
is: Ho Chi Minh-borg
km: ហូជីមីញ
lb: Ho-Chi-Minh-Stad
ml: ഹോ ചി മിൻ സിറ്റി
my: ဟိုချီမင်းစီးတီး
sw: Ho Chi Minh
tk: Hoşimin
vi: TP Hồ Chí Minh

source: Sakhalin
km: សាខាលីន
ml: സഖാലിൻ
my: ဆာခါလင်
tk: Sahalin

source: Samarkand
km: សាម៉ាកាន់
ml: സമർക്കന്ദ്
my: ဆမ်းမာခန်းဒ်

source: Seoul
km: សេអ៊ូល
ml: സോൾ
my: ဆိုးလ်
tk: Seul

source: Shanghai
km: សៀងហៃ
ml: ഷാങ്‌ഹായി
my: ရှန်ဟိုင်း
tk: Şanhaý

source: Srednekolymsk
km: ស្រីតនីកូលីម
ml: സ്രിഡ്‌നികോളിംസ്ക്
my: ဆရစ်နစ်ကာလင်မ်စ်

source: Taipei
km: តៃប៉ិ
ml: തായ്‌പെയ്
my: တိုင်ပေ
tk: Taýbeý

source: Tashkent
km: តាស្កិន
ml: താഷ്‌ക്കന്റ്
my: တာရှ်ကဲန့်
tk: Taşkent

source: Tbilisi
km: ប៊ីលីស៊ី
ml: തിബിലിസി
my: တဘီးလီစီ

source: Tehran
km: តេហេរ៉ង់
ml: ടെഹ്‌റാൻ‌
my: တီဟီရန်
tk: Tähran

source: Thimphu
km: ធីមភូ
ml: തിംഫു
my: တင်ဖူး
tk: Timpu

source: Tokyo
km: តូក្យូ
ml: ടോക്കിയോ
my: တိုကျို
tk: Tokio

source: Tomsk
km: ថមស្កិ៍
ml: ടോംസ്ക്
my: တွန်မ်စ်ခ်

source: Ulaanbaatar
km: អ៊ូឡង់បាទ័រ
ml: ഉലാൻബാത്തർ
my: ဥလန်ဘာတော
tk: Ulan-Bator

source: Urumqi
km: អ៊ូរាំហ្គី
ml: ഉറുംഖി
my: အူရုမ်ချီ
tk: Urumçi

source: Ust-Nera
km: អូស្តណេរ៉ា
ml: യുസ്-നേര
my: အူးစ် နီရား

source: Vientiane
km: វៀងចន្ទន៍
ml: വെന്റിയാൻ
my: ဗီယင်ကျန်း
tk: Wýentýan

source: Vladivostok
km: វ៉្លាដីវ៉ូស្តុក
ml: വ്ളാഡിവോസ്റ്റോക്
my: ဗလာဒီဗော့စတော့ခ်
tk: Wladiwostok

source: Yakutsk
km: យ៉ាគុតស្កិ៍
ml: യാക്കറ്റ്സ്‌ക്
my: ယူခူးတ်စ်
tk: Ýakutsk

source: Yekaterinburg
km: យ៉េកាធឺរិនប៊ើក
ml: യാകാറ്റെറിൻബർഗ്
my: ရယ်ခါးတီရင်ဘားခ်
tk: Ýekaterinburg

source: Yerevan
km: យ៉េរ៉េវ៉ាន់
ml: യേരവൻ‌
my: ရဲယ်ရေဗန်း
tk: Ýerewan

source: Azores
km: អាសូរ៉េស
ml: അസോറസ്
my: အေဇိုးရီးစ်
tk: Azor adalary

source: Canary
km: កាណារី
ml: ക്യാനറി
my: ကနေရီ
tk: Kanar adalary

source: Faroe
cy: Ffaro
is: Færeyjar
km: ហ្វារ៉ូ
lb: Färöer
ml: ഫെറോ
my: ဖါရို
tk: Farer adalary

source: Madeira
km: ម៉ាដៀរ៉ា
ml: മഡെയ്റ
my: မဒီးရာ
tk: Madeýra adalary

source: Reykjavik
km: រ៉ៃក្យាវិក
ml: റേയ്‌ജാവിക്
my: ရေးကီဗစ်ခ်
tk: Reýkýawik

source: South Georgia
km: ហ្សកហ្ស៊ី​ខាង​ត្បូង
ml: ദക്ഷിണ ജോർജിയ
my: တောင်ဂျော်ဂျီယာ
tk: Günorta Georgiýa

source: Stanley
km: ស្តង់លី
ml: സ്റ്റാൻ‌ലി
my: စတန်လေ
tk: Stenli

source: Adelaide
km: អាដេឡែត
ml: അഡിലെയ്‌ഡ്
my: အန္ဒီလိတ်ဒ်
tk: Adelaida

source: Brisbane
km: ប្រីសប៊ែន
ml: ബ്രിസ്‌ബെയിൻ
my: ဘရစ္စဘိန်း
tk: Brisben

source: Broken Hill
km: ប្រូកខិនហីល
ml: ബ്രോക്കൺ ഹിൽ
my: ဘရိုကင်ဟီးလ်
tk: Broken-Hil

source: Darwin
km: ដាវីន
ml: ഡാർവിൻ
my: ဒါဝင်

source: Eucla
km: អ៊ុយក្លា
ml: യൂക്ല
my: ယူးခလာ
tk: Ýukla

source: Hobart
km: ហូបាត
ml: ഹൊബാർട്ട്
my: ဟိုးဘားတ်

source: Lindeman
km: លីនឌីម៉ែន
ml: ലിൻഡെമാൻ
my: လင်းဒီမန်း

source: Lord Howe
km: ឡតហូវ៉េ
ml: ലോഡ് ഹോവ്
my: လော့ဒ် ဟောင်
tk: Lord-Hau

source: Melbourne
km: ម៉េលប៊ន
ml: മെൽബൺ
my: မဲလ်ဘုန်း
tk: Melburn

source: Perth
km: ភឺធ
ml: പെർത്ത്
my: ပါးသ်
tk: Pert

source: Sydney
km: ស៊ីដនី
ml: സിഡ്നി
my: ဆစ်ဒနီ
tk: Sidneý

source: Unknown City
cy: Dinas Anhysbys
is: Óþekkt borg
km: ទីក្រុង​មិនស្គាល់
lb: Onbekannt
ml: അജ്ഞാത നഗരം
my: အမည်မသိသောမြို့
sw: Jiji Lisilojulikana
tk: Näbelli şäher
vi: Thành phố không xác định

source: Amsterdam
km: អាំស្ទែដាំ
ml: ആം‌സ്റ്റർ‌ഡാം
my: အမ်စတာဒမ်

source: Astrakhan
km: អាស្ត្រាខាន់
ml: അസ്‌ട്രഖാൻ
my: အားစ်တရခန်း
tk: Astrahan

source: Athens
km: អាថែន
ml: ഏതൻ‌സ്
my: အေသင်
tk: Afiny

source: Belgrade
km: បែលក្រាដ
ml: ബെൽഗ്രേഡ്
my: ဘဲလ်ဂရိတ်
tk: Belgrad

source: Berlin
km: បែរឡាំង
ml: ബെർ‌ലിൻ‌
my: ဘာလင်

source: Bratislava
km: ប្រាទីស្លាវ៉ា
ml: ബ്രാട്ടിസ്‍ലാവ
my: ဘရာတီးစ်လားဗာ
tk: Bratislawa

source: Brussels
km: ព្រុចសែល
ml: ബ്രസ്സൽ‌സ്
my: ဘရပ်ဆဲလ်
tk: Brýussel

source: Bucharest
km: ប៊ុយការ៉េស
ml: ബുച്ചാറെസ്റ്റ്
my: ဘူခါရက်စ်
tk: Buharest

source: Budapest
km: ប៊ុយដាប៉ែស
ml: ബുഡാപെസ്റ്റ്
my: ဘူဒါပက်စ်
tk: Budapeşt

source: Busingen
km: ប៊ូស៊ីងហ្គែន
ml: ബുസിൻജൻ
my: ဘူရှင်ဂျင်
tk: Býuzingen

source: Chisinau
km: ជីស៊ីណូ
ml: ചിസിനാവു
my: ချီရှီနားအူ
tk: Kişinýow

source: Copenhagen
km: កូប៉ិនហាក
ml: കോപ്പൻ‌ഹേഗൻ‌
my: ကိုပင်ဟေဂင်
tk: Kopengagen

source: Dublin
cy: Dulyn
km: ឌុយប្លាំង
ml: ഡബ്ലിൻ
my: ဒတ်ဘလင်

source: Helsinki
km: ហែលស៊ិនគី
ml: ഹെൽ‌സിങ്കി
my: ဟဲလ်စင်ကီ

source: Istanbul
km: អ៊ីស្តង់ប៊ុល
ml: ഇസ്താം‌ബുൾ‌
my: အစ္စတန်ဘူလ်
tk: Stambul

source: Kaliningrad
km: កាលីនីងហ្រ្គាដ
ml: കലിനിൻഗ്രാഡ്
my: ခါလီနင်ဂရက်

source: Kiev
km: កៀវ
ml: കീവ്
my: ခီးအက်ဖ်
tk: Kiýew

source: Kirov
km: គីរ៉ូវ
ml: കിറോ
my: ခီရိုဗ်
tk: Kirow

source: Lisbon
km: លីសបោន
ml: ലിസ്‌ബൺ‌
my: လစ္စဘွန်း
tk: Lissabon

source: Ljubljana
km: ជូបហ្សាណា
ml: ലുബ്‍ലിയാന
my: လူဘလီအားနား
tk: Lýublýana

source: London
cy: Llundain
is: Lundúnir
km: ឡុងដ៍
ml: ലണ്ടൻ‌
my: လန်ဒန်

source: Madrid
km: ម៉ាឌ្រីដ
ml: മാഡ്രിഡ്
my: မဒရစ်

source: Mariehamn
km: ម៉ារៀហាំ
ml: മരിയാഹാമൻ
my: မရီအာ ဟားမန်
tk: Mariýehamn

source: Minsk
km: មីនស្កិ៍
ml: മിൻ‌സ്ക്
my: မင်းစခ်

source: Moscow
km: មូស្គូ
ml: മോസ്കോ
my: မော်စကို
tk: Moskwa

source: Oslo
km: អូស្លូ
ml: ഓസ്ലോ
my: အော်စလို

source: Paris
km: ប៉ារីស
ml: പാരീസ്
my: ပဲရစ်
tk: Pariž

source: Podgorica
km: ប៉ូដហ្គោរីកា
ml: പൊഡ്‍ഗൊറിസ
my: ပေါ့ဂိုရီကာ
tk: Podgorisa

source: Prague
km: ប្រាក
ml: പ്രാഗ്
my: ပရက်ဂ်
tk: Praga

source: Riga
km: រីហ្កា
ml: റിഗ
my: ရီဂါ

source: Rome
km: រ៉ូម
ml: റോം
my: ရောမ
tk: Rim

source: Samara
km: សាម៉ារ៉ា
ml: സമാറ
my: ဆာမားရာ

source: Sarajevo
km: សារ៉ាយ៉េវ៉ូ
ml: സരയേവോ
my: ဆာရာယေဗို
tk: Saraýewo

source: Saratov
km: សារ៉ាតាវ
ml: സരാറ്റോവ്
my: ဆာရာတို့ဖ်
tk: Saratow

source: Simferopol
km: ស៊ីមហ្វើរ៉ុប៉ូល
ml: സിംഫെറോപോൾ
my: စင်ဖာရိုးဖို

source: Skopje
km: ស្កុបជេ
ml: സ്കോപ്പിയെ
my: စကော့ပ်ရာ
tk: Skopýe

source: Sofia
km: សូហ៊្វីយ៉ា
ml: സോഫിയ
my: ဆိုဖီအာ
tk: Sofiýa

source: Stockholm
km: ស្តុកខុល
ml: സ്റ്റോക്ക്ഹോം
my: စတော့ဟုမ်း
tk: Stokgolm

source: Tallinn
km: តាលិន
ml: ടാലിൻ‌
my: ထားလင်
tk: Tallin

source: Tirane
km: ទីរ៉ាណេ
ml: ടിരാനെ
my: တီရာနီ
tk: Tirana

source: Ulyanovsk
km: អុលយ៉ាណូវស្កិ៍
ml: ഉല്ല്യാനോവ്‌സ്‌ക്
my: အူလီယာနိုစကစ်ဖ်
tk: Ulýanowsk

source: Uzhhorod
km: អ៊ុយហ្គោរ៉ូដ
ml: ഉസ്ഗൊറോഡ്
my: ဥဇ်ဂိုရို့တ်
tk: Užgorod

source: Vaduz
km: វ៉ាឌូស
ml: വാദുസ്
my: ဗာဒူးစ်
tk: Waduz

source: Vatican
km: វ៉ាទីកង់
ml: വത്തിക്കാൻ
my: ဗာတီကန်
tk: Watikan

source: Vienna
km: វីយែន
ml: വിയന്ന
my: ဗီယင်နာ
tk: Wena

source: Vilnius
km: វីលនីញូស
ml: വിൽ‌നിയസ്
my: ဗီးလ်နီအိုးစ်
tk: Wilnýus

source: Volgograd
km: វ៉ុលហ្គោហ្គ្រាដ
ml: വോൾഗോഗ്രാഡ്
my: ဗိုလ်ဂိုဂရက်
tk: Wolgograd

source: Warsaw
km: វ៉ាសូវី
ml: വാർസോ
my: ဝါဆော
tk: Warşawa

source: Zagreb
km: សាគ្រែប
ml: സാക്രെബ്
my: ဇာဂ်ဂရက်ဘ်

source: Zaporozhye
km: ហ្សាប៉ូរ៉ូហ្ស៊ីយ៉េ
ml: സാപ്പറോസൈ
my: ဇာဖိုရိုးစ်ဂျာ
tk: Zaporožýe

source: Zurich
km: ហ៊្សូរីច
ml: സൂറിച്ച്
my: ဇူးရစ်ချ်
tk: Sýurih

source: Antananarivo
km: អង់តាណាណារីវ
ml: അൻറാനനറിവോ
my: အန်တာနာနာရီးဘို
tk: Antananariwu

source: Chagos
km: កាហ្គោ
ml: ചാഗോസ്
my: ချာဂိုစ်
tk: Çagos

source: Christmas
km: គ្រីស្មាស
ml: ക്രിസ്തുമസ്
my: ခရစ်စမတ်
tk: Roždestwo

source: Cocos
km: កូកូស
ml: കോക്കോസ്
my: ကိုကိုးစ်
tk: Kokos

source: Comoro
km: កូម័រ
ml: കൊമോറോ
my: ကိုမိုရို
tk: Komor adalary

source: Kerguelen
km: ឃឺហ្គុយឡែន
ml: കെർഗുലെൻ
my: ခါဂါလန်
tk: Kergelen

source: Mahe
km: ម៉ាហេ
ml: മാഹി
my: မာဟီ
tk: Maýe

source: Apia
km: អាពី
ml: ആപിയ
my: အားပီအား

source: Auckland
km: អកឡែន
ml: ഓക്ക്‌ലാന്റ്
my: အော့ကလန်
tk: Oklend

source: Bougainville
km: បូហ្គែនវីល
ml: ബോഗൺവില്ലെ
my: ဘူဂန်ဗီးလီးယား
tk: Bugenwil

source: Chatham
km: ចាថាំ
ml: ചാത്തം
my: ချားသမ်
tk: Çatem

source: Easter
km: អ៊ីស្ទ័រ
ml: ഈസ്റ്റർ
my: အီစတာ
tk: Pasha adasy

source: Efate
km: អ៊ីហ្វាតេ
ml: ഇഫാതെ
my: အီဖာတီ

source: Enderbury
km: អ៊ីនដឺប៊ូរី
ml: എൻഡബറി
my: အန်ဒါဘူရီ
tk: Enderberi

source: Fakaofo
km: ហ្វាកៅហ្វូ
ml: ഫക്കാവോഫോ
my: ဖာခါအိုဖို

source: Funafuti
km: ហ៊្វូណាហ៊្វូទី
ml: ഫുണാഫുട്ടി
my: ဖူနာဖူတီ

source: Galapagos
km: ហ្គាឡាប៉ាហ្គោស
ml: ഗാലപ്പാഗോസ്
my: ဂါလာပါကပ်စ်
tk: Galapagos adalary

source: Gambier
km: ហ្គាំបៀ
ml: ഗാമ്പിയർ
my: ဂမ်ဘီယာ
tk: Gambýe

source: Guadalcanal
km: ហ្គាដាល់ខាណាល់
ml: ഗ്വാഡൽകനാൽ
my: ဂွါဒါကနဲလ်
tk: Gwadalkanal

source: Honolulu
km: ហូណូលូលូ
ml: ഹോണലൂലു
my: ဟိုနိုလူလူ
tk: Gonolulu

source: Johnston
km: ចនស្តុន
ml: ജോൺസ്റ്റൺ
my: ဂျွန်စတန်
tk: Jonston

source: Kiritimati
km: គិរីទីម៉ាទិ
ml: കിരിറ്റിമാറ്റി
my: ခရိဒီမတီ

source: Kosrae
km: កូស្រែ
ml: കൊസ്രേ
my: ခိုစ်ရိုင်
tk: Kosraýe

source: Kwajalein
km: ក្វាហ្សាលៀន
ml: ക്വാജലെയ്ൻ
my: ခွာဂျာလိန်
tk: Kwajaleýn

source: Majuro
km: ម៉ាហ្សូរ៉ូ
ml: മജൂറോ
my: မာဂျူးရို

source: Marquesas
km: ម៉ាហ្គីសាស
ml: മാർക്യുസാസ്
my: မာခေးအပ်စ်
tk: Markiz adalary

source: Midway
km: មីតវ៉េ
ml: മിഡ്‌വേ
my: မစ်ဒ်ဝေး
tk: Midueý

source: Norfolk
km: ណ័រហ្វុក
ml: നോർ‌ഫോക്ക്
my: နော်ဖော့ခ်

source: Noumea
km: ណូមៀ
ml: നോമിയ
my: နူမယ်အာ
tk: Numea

source: Pago Pago
km: ប៉ាហ្គោ ប៉ាហ្គោ
ml: പാഗോ പാഗോ
my: ပါဂိုပါဂို

source: Pitcairn
km: ភីតខៃរ៉ិន
ml: പിറ്റ്കയിൻ‌
my: ပါတ်ကယ်ရင်
tk: Pitkern

source: Pohnpei
km: ផុនប៉ី
ml: പോൺപെ
my: ဖိုနာဖဲအ်
tk: Ponape

source: Port Moresby
km: ព័រម៉ូរេសប៊ី
ml: പോർട്ട് മോഴ്‌സ്ബൈ
my: ဖို့တ် မိုရက်စ်ဘီ
tk: Port-Morsbi

source: Rarotonga
km: រ៉ារ៉ូតុងហ្គា
ml: റാരോടോംഗ
my: ရာရိုတွန်းဂါ

source: Saipan
km: សៃប៉ាន
ml: സെയ്‌പ്പാൻ‌
my: ဆိုင်ပန်
tk: Saýpan

source: Tahiti
km: តាហីទី
ml: താഹിതി
my: တဟီတီ
tk: Taiti

source: Tarawa
km: តារ៉ាវ៉ា
ml: തരാവ
my: တာရာဝါ

source: Tongatapu
km: តុងហ្គាតាពូ
ml: ടോംഗാടാപു
my: တွန်ဂါတာပု

source: Chuuk
km: ឈូអុក
ml: ട്രക്
my: ချုခ်
tk: Çuuk

source: Wake
km: វ៉ាគី
ml: വെയ്ക്
my: ဝိက်ခ်
tk: Weýk

source: Wallis
km: វ៉ាលីស
ml: വാല്ലിസ്
my: ဝေါလီစ်
tk: Uollis

source: Acre Time
lb: Acre-Zäit
ml: എയ്ക്കർ സമയം
vi: Giờ Acre

source: Afghanistan Time
cy: Amser Afghanistan
is: Afganistantími
km: ម៉ោង​នៅ​អាហ្វហ្គានីស្ថាន
lb: Afghanistan-Zäit
ml: അഫ്‌ഗാനിസ്ഥാൻ സമയം
my: အာဖဂန်နစ္စတန် အချိန်
sw: Saa za Afghanistan
tk: Owganystan wagty
vi: Giờ Afghanistan

source: Central Africa Time
cy: Amser Canolbarth Affrica
is: Mið-Afríkutími
km: ម៉ោង​នៅ​អាហ្វ្រិក​កណ្ដាល
lb: Zentralafrikanesch Zäit
ml: മധ്യ ആഫ്രിക്ക സമയം
my: အလယ်အာဖရိက အချိန်
sw: Saa za Afrika ya Kati
tk: Merkezi Afrika wagty
vi: Giờ Trung Phi

source: East Africa Time
cy: Amser Dwyrain Affrica
is: Austur-Afríkutími
km: ម៉ោង​នៅ​អាហ្វ្រិក​ខាង​កើត
lb: Ostafrikanesch Zäit
ml: കിഴക്കൻ ആഫ്രിക്ക സമയം
my: အရှေ့အာဖရိက အချိန်
sw: Saa za Afrika Mashariki
tk: Gündogar Afrika wagty
vi: Giờ Đông Phi

source: South Africa Standard Time
cy: Amser Safonol De Affrica
is: Suður-Afríkutími
km: ម៉ោង​នៅ​អាហ្វ្រិក​ខាង​ត្បូង
lb: Südafrikanesch Zäit
ml: ദക്ഷിണാഫ്രിക്ക സ്റ്റാൻഡേർഡ് സമയം
my: တောင်အာဖရိက အချိန်
sw: Saa za Wastani za Afrika Kusini
tk: Günorta Afrika standart wagty
vi: Giờ Chuẩn Nam Phi

source: West Africa Time
cy: Amser Gorllewin Affrica
is: Vestur-Afríkutími
km: ម៉ោង​នៅ​អាហ្វ្រិក​ខាង​លិច
lb: Westafrikanesch Zäit
ml: പടിഞ്ഞാറൻ ആഫ്രിക്ക സമയം
my: အနောက်အာဖရိက အချိန်
sw: Saa za Afrika Magharibi
tk: Günbatar Afrika wagty
vi: Giờ Tây Phi

source: Alaska Time
cy: Amser Alaska
is: Tími í Alaska
km: ម៉ោង​នៅ​អាឡាស្កា
lb: Alaska-Zäit
ml: അലാസ്‌ക സമയം
my: အလာစကာ အချိန်
sw: Saa za Alaska
tk: Alýaska wagty
vi: Giờ Alaska

source: Almaty Time
lb: Almaty-Zäit
ml: അൽമതി സമയം
vi: Giờ Almaty

source: Amazon Time
cy: Amser Amazonas
is: Amasóntími
km: ម៉ោង​នៅ​អាម៉ាហ្សូន
lb: Amazonas-Zäit
ml: ആമസോൺ സമയം
my: အမေဇုံ အချိန်
sw: Saa za Amazon
tk: Amazon wagty
vi: Giờ Amazon

source: Central Time
cy: Amser Canolbarth Gogledd America
is: Tími í miðhluta Bandaríkjanna og Kanada
km: ម៉ោង​​នៅ​ទ្វីបអាមេរិក​ខាង​ជើងភាគកណ្តាល
lb: Nordamerikanesch Inlandzäit
ml: വടക്കെ അമേരിക്കൻ സെൻട്രൽ സമയം
my: မြောက်အမေရိက အလယ်ပိုင်းအချိန်
sw: Saa za Kati
tk: Merkezi Amerika
vi: Giờ miền Trung

source: Eastern Time
cy: Amser Dwyrain Gogledd America
is: Tími í austurhluta Bandaríkjanna og Kanada
km: ម៉ោងនៅទ្វីបអាមរិកខាងជើងភាគខាងកើត
lb: Nordamerikanesch Ostküstenzäit
ml: വടക്കെ അമേരിക്കൻ കിഴക്കൻ സമയം
my: မြောက်အမေရိက အရှေ့ပိုင်းအချိန်
sw: Saa za Mashariki
tk: Demirgazyk Amerika gündogar wagty
vi: Giờ miền Đông

source: Mountain Time
cy: Amser Mynyddoedd Gogledd America
is: Tími í Klettafjöllum
km: ម៉ោង​នៅតំបន់ភ្នំនៃទ្វីប​អាមេរិក​​​ខាង​ជើង
lb: Rocky-Mountain-Zäit
ml: വടക്കെ അമേരിക്കൻ മൌണ്ടൻ സമയം
my: မြောက်အမေရိက တောင်တန်းဒေသအချိန်
sw: Saa za Mountain
tk: Demirgazyk Amerika dag wagty
vi: Giờ miền núi

source: Pacific Time
cy: Amser Cefnfor Tawel Gogledd America
is: Tími á Kyrrahafssvæðinu
km: ម៉ោងនៅប៉ាស៊ីហ្វិកអាមេរិក
lb: Nordamerikanesch Westküstenzäit
ml: വടക്കെ അമേരിക്കൻ പസഫിക് സമയം
my: မြောက်အမေရိက ပစိဖိတ်အချိန်
sw: Saa za Pasifiki
tk: Demirgazyk Amerika Ýuwaş umman wagty
vi: Giờ Thái Bình Dương

source: Anadyr Time
is: Tími í Anadyr
lb: Anadyr-Zäit
ml: അനാഡിർ സമയം
sw: Saa za Anadyr
vi: Giờ Anadyr

source: Apia Time
cy: Amser Apia
is: Tími í Apía
km: ម៉ោង​នៅ​អាប្យា
ml: അപിയ സമയം
my: အပီယာ အချိန်
sw: Saa za Apia
tk: Apia wagty
vi: Giờ Apia

source: Aqtau Time
ml: അഖ്തൌ സമയം
vi: Giờ Aqtau

source: Aqtobe Time
ml: അഖ്തോബ് സമയം
vi: Giờ Aqtobe

source: Arabian Time
cy: Amser Arabaidd
is: Arabíutími
km: ម៉ោង​នៅ​អារ៉ាប់
lb: Arabesch Zäit
ml: അറേബ്യൻ സമയം
my: အာရေဗျ အချိန်
sw: Saa za Uarabuni
tk: Arap ýurtlary wagty
vi: Giờ Ả Rập

source: Argentina Time
cy: Amser yr Ariannin
is: Argentínutími
km: ម៉ោង​នៅ​អាហ្សង់ទីន
lb: Argentinesch Zäit
ml: അർജന്റീന സമയം
my: အာဂျင်တီးနား အချိန်
sw: Saa za Argentina
tk: Argentina wagty
vi: Giờ Argentina

source: Western Argentina Time
cy: Amser Gorllewin Ariannin
is: Vestur-Argentínutími
km: ម៉ោង​នៅ​អាហ្សង់ទីនភាគខាងលិច
lb: Westargentinesch Zäit
ml: പടിഞ്ഞാറൻ അർജന്റീന സമയം
my: အနောက် အာဂျင်တီးနား အချိန်
sw: Saa za Magharibi mwa Argentina
tk: Günbatar Argentina wagty
vi: Giờ miền tây Argentina

source: Armenia Time
cy: Amser Armenia
is: Armeníutími
km: ម៉ោង​នៅ​អាមេនី
lb: Armenesch Zäit
ml: അർമേനിയ സമയം
my: အာမေးနီးယား အချိန်
sw: Saa za Armenia
tk: Ermenistan wagty
vi: Giờ Armenia

source: Atlantic Time
cy: Amser Cefnfor yr Iwerydd
is: Tími á Atlantshafssvæðinu
km: ម៉ោង​នៅ​អាត្លង់ទិក
lb: Atlantik-Zäit
ml: അറ്റ്‌ലാന്റിക് സമയം
my: အတ္တလန်တစ် အချိန်
sw: Saa za Atlantiki
tk: Atlantik wagty
vi: Giờ Đại Tây Dương

source: Central Australia Time
cy: Amser Canolbarth Awstralia
is: Tími í Mið-Ástralíu
km: ម៉ោង​នៅអូស្ត្រាលី​កណ្ដាល
lb: Zentralaustralesch Zäit
ml: സെൻട്രൽ ഓസ്ട്രേലിയ സമയം
my: ဩစတြေးလျ အလယ်ပိုင်း အချိန်
sw: Saa za Australia ya Kati
tk: Merkezi Awstraliýa wagty
vi: Giờ Miền Trung Australia

source: Australian Central Western Time
cy: Amser Canolbarth Gorllewin Awstralia
is: Tími í miðvesturhluta Ástralíu
km: ម៉ោង​នៅ​​​ភាគ​ខាង​លិច​នៅ​អូស្ត្រាលី​កណ្ដាល
lb: Zentral-/Westaustralesch Zäit
ml: ഓസ്ട്രേലിയൻ സെൻട്രൽ പടിഞ്ഞാറൻ സമയം
my: သြစတြေးလျား အနောက်အလယ်ပိုင်း အချိန်
sw: Saa za Magharibi ya Kati ya Australia
tk: Merkezi Awstraliýa günbatar wagty
vi: Giờ Miền Trung Tây Australia

source: Eastern Australia Time
cy: Amser Dwyrain Awstralia
is: Tími í Austur-Ástralíu
km: ម៉ោង​នៅ​អូស្ត្រាលី​ខាង​កើត
lb: Ostaustralesch Zäit
ml: കിഴക്കൻ ഓസ്‌ട്രേലിയ സമയം
my: အရှေ့ဩစတြေးလျ အချိန်
sw: Saa za Australia Mashariki
tk: Gündogar Awstraliýa wagty
vi: Giờ Miền Đông Australia

source: Western Australia Time
cy: Amser Gorllewin Awstralia
is: Tími í Vestur-Ástralíu
km: ម៉ោង​​​នៅ​អូស្ត្រាលី​ខាង​លិច
lb: Westaustralesch Zäit
ml: പടിഞ്ഞാറൻ ഓസ്‌ട്രേലിയ സമയം
my: အနောက်ဩစတြေးလျ အချိန်
sw: Saa za Australia Magharibi
tk: Günbatar Awstraliýa wagty
vi: Giờ Miền Tây Australia

source: Azerbaijan Time
cy: Amser Aserbaijan
is: Aserbaídsjantími
km: ម៉ោង​នៅ​អាស៊ែបៃហ្សង់
lb: Aserbaidschanesch Zäit
ml: അസർബൈജാൻ സമയം
my: အဇာဘိုင်ဂျန် အချိန်
sw: Saa za Azerbaijan
tk: Azerbaýjan wagty
vi: Giờ Azerbaijan

source: Azores Time
cy: Amser yr Azores
is: Asóreyjatími
km: ម៉ោង​នៅ​អេហ្សស
lb: Azoren-Zäit
ml: അസോർസ് സമയം
my: အေဇိုးရီးစ် အချိန်
sw: Saa za Azores
tk: Azor adalary wagty
vi: Giờ Azores

source: Bangladesh Time
cy: Amser Bangladesh
is: Bangladess-tími
km: ម៉ោង​នៅ​បង់ក្លាដែស
lb: Bangladesch-Zäit
ml: ബംഗ്ലാദേശ് സമയം
my: ဘင်္ဂလားဒေ့ရှ် အချိန်
sw: Saa za Bangladesh
tk: Bangladeş wagty
vi: Giờ Bangladesh

source: Bhutan Time
cy: Amser Bhutan
is: Bútantími
km: ម៉ោងនៅប៊ូតង់
lb: Bhutan-Zäit
ml: ഭൂട്ടാൻ സമയം
my: ဘူတန် အချိန်
sw: Saa za Bhutan
tk: Butan wagty
vi: Giờ Bhutan

source: Bolivia Time
cy: Amser Bolifia
is: Bólivíutími
km: ម៉ោង​នៅ​បូលីវី
lb: Bolivianesch Zäit
ml: ബൊളീവിയ സമയം
my: ဘိုလီးဘီးယား အချိန်
sw: Saa za Bolivia
tk: Boliwiýa wagty
vi: Giờ Bolivia

source: Brasilia Time
cy: Amser Brasília
is: Brasilíutími
km: ម៉ោង​នៅ​ប្រាស៊ីលីយ៉ា
lb: Brasília-Zäit
ml: ബ്രസീലിയ സമയം
my: ဘရာဇီး အချိန်
sw: Saa za Brasilia
tk: Braziliýa wagty
vi: Giờ Brasilia

source: Brunei Darussalam Time
cy: Amser Brunei Darussalam
is: Brúneitími
km: ម៉ោងនៅព្រុយណេដារូសាឡឹម
lb: Brunei-Zäit
ml: ബ്രൂണൈ ദാറുസ്സലാം സമയം
my: ဘရူနိုင်း စံတော်ချိန်
sw: Saa za Brunei Darussalam
tk: Bruneý-Darussalam wagty
vi: Giờ Brunei Darussalam

source: Cape Verde Time
cy: Amser Cabo Verde
is: Grænhöfðaeyjatími
km: ម៉ោង​នៅ​កាប់វែរ
lb: Kap-Verde-Zäit
ml: കേപ് വെർദെ സമയം
my: ကိတ်ပ် ဗာဒီ အချိန်
sw: Saa za Cape Verde
tk: Kabo-Werde wagty
vi: Giờ Cape Verde

source: Chamorro Standard Time
cy: Amser Chamorro
is: Chamorro-staðaltími
km: ម៉ោង​ស្តង់ដារនៅ​ចាំម៉ូរ៉ូ
lb: Chamorro-Zäit
ml: ചമോറോ സ്റ്റാൻഡേർഡ് സമയം
my: ချာမိုရို အချိန်
sw: Saa za Wastani za Chamorro
tk: Çamorro wagty
vi: Giờ Chamorro

source: Chatham Time
cy: Amser Chatham
is: Chatham-tími
km: ម៉ោង​នៅ​ចាថាំ
lb: Chatham-Zäit
ml: ചാത്തം സമയം
my: ချားသမ်အချိန်
sw: Saa za Chatham
tk: Çatem wagty
vi: Giờ Chatham

source: Chile Time
cy: Amser Chile
is: Síletími
km: ម៉ោងនៅស៊ីលី
lb: Chilenesch Zäit
ml: ചിലി സമയം
my: ချီလီ အချိန်
sw: Saa za Chile
tk: Çili wagty
vi: Giờ Chile

source: China Time
cy: Amser Tsieina
is: Kínatími
km: ម៉ោង​នៅ​ចិន
lb: Chinesesch Zäit
ml: ചൈന സമയം
my: တရုတ် အချိန်
sw: Saa za Uchina
tk: Hytaý wagty
vi: Giờ Trung Quốc
