Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django_only.po
Languages: af, de, et, nl, pl

source: A country
af: ’n Land
de: Ein Land
et: Riik
nl: Een land
pl: Kraj

source: An International Bank Account Number
af: ’n Internasionale bankrekeningnommer
de: Eine internationale Kontonummer (IBAN)
et: Rahvusvaheline pangakonto number
nl: Een Internationaal Bank Account Nummer
pl: Międzynarodowy numer rachunku bankowego (IBAN)

source: An International Bank Code
af: ’n Internasionale bankkode
de: Eine internationale Bankleitzahl (BIC)
et: Rahvusvaheline pangakood
nl: Een Internationale Bank Code
pl: Międzynarodowy kod banku

source: %(country)s IBANs are not allowed in this field.
af: IBAN’e van %(country)s word nie in dié veld toegelaat nie.
de: IBANs aus %(country)s sind in diesem Feld nicht zugelassen.
et: "%(country)s IBAN ei ole lubatud selles väljas
nl: %(country)s IBANS zijn niet toegestaand in dit veld.
pl: %(country)sIBAN jest niedozwolony w tym polu.

source: This IBAN does not have a valid checksum.
af: Dié IBAN het nie ’n geldige kontrolesom nie.
de: Diese IBAN hat eine ungültige Prüfsumme.
et: See IBAN ei sisalda õiget kontrollsummat.
nl: Dit IBAN heeft geen geldig controlegetal.
pl: Ten kod IBAN nie posiada prawidłowej sumy kontrolnej.

source: This Bank Identifier Code (BIC) is invalid.
af: Dié bankidentifikasiekode (BIC) is ongeldig.
de: Diese internationale Bankleitzahl (BIC) ist ungültig.
et: Panga tunnuskood (BIC) on vale.
nl: Deze Bank Identificatie Code (BIC) is ongeldig.
pl: Nieprawidłowy identyfikator banku (BIC).

source: A number used for VAT registration
af: ’n Nommer wat vir BTW-registrasie gebruik word
de: Eine Nummer, welche zur Umsatzsteuer-Anmeldung genutzt wird
et: KMKR registreerimisel kasutatud number
nl: Een nummer gebruikt voor btw-registratie.
pl: Numer używany do rejestracji VAT

source: %(country)s VAT numbers are not allowed in this field.
af: BTW-nommers van %(country)s word nie in dié veld toegelaat nie.
de: USt-ID-Nummern aus %(country)s sind in diesem Feld nicht zugelassen.
et: %(country)s KMKR numbri ei ole sellel väljal lubatud.
nl: %(country)s btw-nummers zijn niet toegestaan in dit veld.
pl: %(country)snumery VAT nie są dozwolone w tym polu.

source: This VAT number does not match the requirements for %(country)s.
af: Dié BTW-nommer voldoen nie aan %(country)s se vereistes nie.
de: Diese USt-ID-Nummer erfüllt nicht die Voraussetzungen für %(country)s.
et: Sisestatud KMKR number ei vasta %(country)s KMKR numbri nõuetele.
nl: Dit btw-nummer voldoet niet aan de vereisten voor %(country)s.
pl: Ten numer VAT nie spełnia wymogów kraju %(country)s.

source: This VAT number is not for a known country.
af: Dié BTW-nommer is nie vir ’n bekende land nie.
de: Das Land dieser USt-ID-Nummer ist nicht unterstützt.
et: See KMKR ei ole teadaoleva riigi kohta.
nl: Dit btw-nummer is niet voor een bekend land.
pl: Ten numer VAT nie pochodzi z rozpoznawanych krajów.

source: This VAT number does not exist.
af: Dié BTW-nommer bestaan nie.
de: Diese USt-ID-Nummer existiert nicht.
et: See KMKR number ei eksisteeri.
nl: Dit btw-nummer bestaat niet.
pl: Taki numer VAT nie istnieje.

source: This IBAN does not start with a country code and checksum, or contains invalid characters.
af: Dié IBAN begin nie met ’n landkode en kontrolesom nie, of bevat ongeldige karakters.
de: Diese IBAN beginnt nicht mit Ländercode und Prüfsumme, oder enthält ungültige Zeichen
et: See IBAN ei alga õige riigikoodiga ja kontrollsummaga või sisaldab keelatuid tähemärke.
nl: Dit IBAN begint niet met een landcode en controlegetal of bevat ongeldige karakters.
pl: Ten IBAN nie rozpoczyna się kodem kraju i sumą kontrolną, albo posiada niedozwolone znaki.

source: This IBAN does not match the requirements for %(country)s.
af: Dié IBAN voldoen nie aan %(country)s se vereistes nie.
de: Diese IBAN erfüllt nicht die Anforderungen für %(country)s.
et: See IBAN ei vasta %(country)s riigi nõuetele.
nl: Dit IBAN voldoet niet aan de vereisten voor %(country)s.
pl: Ten IBAN nie spełnia wymogów kraju %(country)s,

source: %(country)s is not a valid country code for IBAN.
af: %(country)s is nie ’n geldige landkode vir IBAN nie.
de: %(country)s ist kein gültiger Ländercode für eine IBAN.
et: %(country)s ei ole õige riigikood sellele IBANile.
nl: %(country)s is geen geldige landcode voor IBAN.
pl: %(country)s nie jest prawidłowym kodem kraju dla IBAN.

source: %(country)s is not a valid country code.
af: %(country)s is nie ’n geldige landkode nie.
de: %(country)s ist kein gültiger Ländercode.
et: %(country)s ei ole õige riigikood.
nl: %(country)s is een ongeldige landcode.
pl: %(country)s nie jest prawidłowym kodem kraju.

source: A timezone
af: ’n Tydsone
de: Eine Zeitzone
et: Ajavöönd
nl: Een tijdzone
pl: Strefa czasowa

source: Timezone %s is invalid
af: Tydsone %s is ongeldig
de: Die Zeitzone %s ist ungültig
et: Ajavöönd %s on vale
nl: Tijdzone %s is ongeldig.
pl: %s to nieprawidłowa strefa czasowa

source: This VAT number does not start with a country code, or contains invalid characters.
af: Dié BTW-nommer begin nie met ’n landkode nie, of bevat ongeldige karakters.
de: Diese USt-ID-Nummer beginnt nicht mit einem Ländercode oder enthält ungültige Zeichen
et: Sisestatud KMKR number ei alga riigikoodiga või sisaldab keelatud tähemärke.
nl: Dit btw-nummer begint niet met een landcode of bevat ongeldige karakters.
pl: Ten numer VAT nie rozpoczyna się kodem kraju, albo zawiera niedozwolone znaki.

source: Metazone %s is invalid
et: Metazone %s on vale
nl: Metazone %s is ongeldig.

source: A language
et: Keel
nl: Een taal

source: A metazone
et: Metazone
nl: Een metazone
