Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Vladivostok Time
cy: Amser Vladivostok
is: Tími í Vladivostok
km: ម៉ោង​នៅ​វ៉្លាឌីវ៉ូស្តុក
lb: Wladiwostok-Zäit
ml: വ്ലാഡിവോസ്റ്റോക് സമയം
my: ဗလာဒီဗော့စတော့ခ် အချိန်
sw: Saa za Vladivostok
tk: Wladiwostok wagty
vi: Giờ Vladivostok

source: Volgograd Time
cy: Amser Volgograd
is: Tími í Volgograd
km: ម៉ោង​នៅ​វ៉ូហ្កោក្រាដ
lb: Wolgograd-Zäit
ml: വോൾഗോഗ്രാഡ് സമയം
my: ဗိုလ်ဂိုဂရက် အချိန်
sw: Saa za Volgograd
tk: Wolgograd wagty
vi: Giờ Volgograd

source: Vostok Time
cy: Amser Vostok
is: Vostok-tími
km: ម៉ោង​នៅ​វ័រស្តុក
lb: Wostok-Zäit
ml: വോസ്റ്റോക് സമയം
my: ဗိုစ်တိုခ် အချိန်
sw: Saa za Vostok
tk: Wostok wagty
vi: Giờ Vostok

source: Wake Island Time
cy: Amser Ynys Wake
is: Tími á Wake-eyju
km: ម៉ោង​នៅ​កោះវេក
lb: Wake-Insel-Zäit
ml: വേക്ക് ദ്വീപ് സമയം
my: ဝိတ်ခ်ကျွန်း အချိန်
sw: Saa za Kisiwa cha Wake
tk: Weýk adasy wagty
vi: Giờ Đảo Wake

source: Wallis & Futuna Time
cy: Amser Wallis a Futuna
is: Tími á Wallis- og Fútúnaeyjum
km: ម៉ោង​នៅ​វ៉ាលីស និងហ្វ៊ុទូណា
lb: Wallis-a-Futuna-Zäit
ml: വാലിസ് ആന്റ് ഫ്യൂച്യുന സമയം
my: ဝေါလီစ်နှင့် ဖူကျူနာ အချိန်
sw: Saa za Wallis na Futuna
tk: Uollis we Futuna wagty
vi: Giờ Wallis và Futuna

source: Yakutsk Time
cy: Amser Yakutsk
is: Tími í Yakutsk
km: ម៉ោង​នៅ​យ៉ាគុតស្កិ៍
lb: Jakutsk-Zäit
ml: യാകസ്‌ക്ക് സമയം
my: ယူခူးတ်စ် အချိန်
sw: Saa za Yakutsk
tk: Ýakutsk wagty
vi: Giờ Yakutsk

source: Yekaterinburg Time
cy: Amser Yekaterinburg
is: Tími í Yekaterinburg
km: ម៉ោង​នៅ​អ៊ិខាធឺរីនប៊័ក
lb: Jekaterinbuerg-Zäit
ml: യെക്കാറ്റരിൻബർഗ് സമയം
my: ရယ်ခါးတီရင်ဘားခ် အချိန်
sw: Saa za Yekaterinburg
tk: Ýekaterinburg wagty
vi: Giờ Yekaterinburg

source: Yukon Time
cy: Amser Yukon
is: Tími í Júkon
km: ម៉ោងនៅយូខន់
ml: യൂക്കോൺ സമയം
my: ယူကွန်း အချိန်
sw: Saa za Yukon
tk: Ýukon wagty
vi: Giờ Yukon

source: %s Time
cy: Amser %s
is: %s
km: ម៉ោង​នៅ​ %s
lb: %s Zäit
ml: %s സമയം
my: %s အချိန်
sw: Saa za %s
tk: %s wagty
vi: Giờ %s

source: GMT%s
km: ម៉ោង​សកល %s
ml: ജിഎംടി %s

source: Türkiye
cy: Twrci
is: Tyrkland
lb: Tierkei
sw: Uturuki
vi: Thổ Nhĩ Kỳ

source: Acehnese
cy: Acehneg
is: akkíska
lb: Aceh-Sprooch
sw: Kiacheni
vi: Tiếng Achinese

source: Najdi Arabic
cy: Arabeg Najdi
is: najdi-arabíska
sw: Kiarabu cha Najdi
vi: Tiếng Ả Rập Najdi

source: Haryanvi
is: haryanví
sw: Kiharyanvi
vi: Tiếng Haryana

source: Siksiká
cy: Siksika
is: siksika
lb: Blackfoot-Sprooch
sw: Kisiksika
vi: Tiếng Siksika

source: Crimean Tatar
cy: Tyrceg y Crimea
is: krímtyrkneska
lb: Krimtataresch
vi: Tiếng Thổ Nhĩ Kỳ Crimean

source: Southern East Cree
cy: Cree De Ddwyrain
is: suðaustur-cree
sw: Kikrii cha Kusini Mashariki
vi: Tiếng Cree Đông Nam

source: Plains Cree
is: nehiyawak
sw: Kikri (Maeneo Tambarare)
vi: Tiếng Plains Cree

source: Northern East Cree
cy: Gogledd Dwyrain Cree
is: norðaustur-cree
sw: Kikrii cha Kaskazini Mashariki
vi: Tiếng Cree Đông Bắc

source: Carolina Algonquian
is: Karólínu-algonkvínska
sw: Kipamliko cha Carolina
vi: Tiếng Carolina Algonquian

source: Swampy Cree
is: maskekon
sw: Kiomushkego
vi: Tiếng Swampy Cree

source: Fula
cy: Ffwla
is: fúla
lb: Ful
sw: Kifulani
vi: Tiếng Fulah

source: Southern Haida
cy: Haida Deheuol
is: suður-haída
sw: Kihaida cha Kusini
vi: Tiếng Haida miền Nam

source: Western Canadian Inuktitut
cy: Inuktitut Canadaidd Gorllewinol
is: vestur-kanadískt inúktitút
sw: Kiinuktituti cha Kanada Magharibi
vi: Tiếng Inuktitut miền Tây Canada

source: Western Panjabi
cy: Lahnda
is: landa
lb: Lahnda
vi: Tiếng Lahnda

source: Mi'kmaw
cy: Micmaceg
is: mikmak
lb: Micmac-Sprooch
sw: Mi’kmaq
vi: Tiếng Micmac

source: Northwestern Ojibwa
cy: Ojibwa gogledd-orllewin
is: norðvestur-ojibwa
sw: Kiojibwa cha Kaskazini Magharibi
vi: Tiếng Ojibwe Tây Bắc

source: Central Ojibwa
cy: Ojibwa Canolog
is: ojibwa
sw: Kiojibwa cha kati
vi: Tiếng Ojibwe miền Trung

source: Western Ojibwa
cy: Ojibwa Gorllewinol
is: vestur-ojibwa
sw: Kiojibwa cha Magharibi
vi: Tiếng Ojibwe miền Tây

source: Yakut
cy: Sakha
is: jakút
lb: Jakutesch
sw: Kisakha
vi: Tiếng Sakha

source: Southern Lushootseed
cy: Lushootseed Deheuol
is: suður-lushootseed
sw: Lugha ya Lushootseed ya Kusini
vi: Tiếng Lushootseed miền Nam

source: Straits Salish
is: Straits-salisíanska
sw: Kisalishi cha Straiti
vi: Tiếng Straits Salish

source: Southern Tutchone
cy: Tutchone Deheuol
is: suður-tutchone
sw: Kitutchone cha Kusini
vi: Tiếng Tutchone miền Nam

source: Tagish
is: tagíska
sw: Kitagishi
vi: Tiếng Tagish

source: Northern Tutchone
cy: Tutchone gogleddol
is: norður-tutchone
sw: Kitutchone cha Kaskazini
vi: Tiếng Tutchone miền Bắc

source: Bahía de Banderas
cy: Bae Banderas
is: Bahia Banderas
sw: Bahia Banderas
vi: Bahia Banderas

source: Cancún
is: Kankún
sw: Cancun
vi: Cancun

source: Mérida
cy: Merida
is: Merida
sw: Merida
vi: Merida

source: Kyiv
cy: Kiev
is: Kænugarður
lb: Kiew
sw: Kiev
vi: Kiev

source: Alabama
cy: Alabamäeg
vi: Tiếng Alabama

source: Gheg Albanian
cy: Ghegeg Albania
lb: Gegesch
vi: Tiếng Gheg Albani

source: Obolo
sw: Kiobolo
vi: Tiếng Obolo

source: Araona
cy: Araonaeg
vi: Tiếng Araona

source: Algerian Arabic
cy: Arabeg Algeria
lb: Algerescht Arabesch
sw: Kiarabu cha Algeria
vi: Tiếng Ả Rập Algeria

source: Egyptian Arabic
cy: Arabeg yr Aifft
lb: Egyptescht Arabesch
sw: Kiarabu cha Misri
vi: Tiếng Ả Rập Ai Cập

source: American Sign Language
cy: Iaith Arwyddion America
lb: Amerikanesch Zeechesprooch
vi: Ngôn ngữ Ký hiệu Mỹ

source: Atikamekw
sw: Kiatikamekw
vi: Tiếng Atikamekw

source: Bavarian
lb: Bairesch
vi: Tiếng Bavaria

source: Batak Toba
vi: Tiếng Batak Toba

source: Betawi
vi: Tiếng Betawi

source: Badaga
vi: Tiếng Badaga

source: Banjar
lb: Banjaresesch
vi: Tiếng Banjar

source: Bishnupriya
vi: Tiếng Bishnupriya

source: Bakhtiari
lb: Bachtiaresch
vi: Tiếng Bakhtiari

source: Brahui
vi: Tiếng Brahui

source: Chilcotin
sw: Kichikotini
vi: Tiếng Chilcotin

source: Capiznon
vi: Tiếng Capiznon

source: Michif
sw: Kimichifu
vi: Tiếng Michif

source: Moose Cree
sw: Kikrii cha Moose
vi: Tiếng Moose Cree

source: Central Dusun
lb: Zentral-Dusun
vi: Tiếng Dusun Miền Trung

source: Emilian
lb: Emilianesch
vi: Tiếng Emilia

source: Central Yupik
lb: Yup’ik
vi: Tiếng Yupik Miền Trung

source: Extremaduran
cy: Extremadureg
lb: Extremaduresch
vi: Tiếng Extremadura

source: Arpitan
cy: Arpitaneg
lb: Frankoprovenzalesch
vi: Tiếng Arpitan

source: Gilaki
vi: Tiếng Gilaki

source: Goan Konkani
vi: Tiếng Goan Konkani

source: Frafra
lb: Farefare
vi: Tiếng Frafra

source: Hinglish
sw: Kihindi chenye Kiingereza
vi: Tiếng Hindi (lai tiếng Anh)

source: Fiji Hindi
lb: Fidschi-Hindi
vi: Tiếng Fiji Hindi

source: Halkomelem
sw: Kihalkomelemi
vi: Tiếng Halkomelem

source: Ingrian
lb: Ischoresch
vi: Tiếng Ingria

source: Jamaican Creole English
lb: Jamaikanesch-Kreolesch
vi: Tiếng Anh Jamaica Creole

source: Jutish
lb: Jütesch
vi: Tiếng Jutish

source: Kaingang
sw: Kikaingang
vi: Tiếng Kaingang

source: Kwakʼwala
sw: Kikwakʼwala
vi: Tiếng Kwakʼwala

source: Lillooet
sw: Kilillooet
vi: Tiếng Lillooet

source: Lombard
cy: Lombardeg
lb: Lombardesch
vi: Tiếng Lombard

source: Saamia
sw: Kisaamia
vi: Tiếng Saamia

source: Innu-aimun
sw: Kiinnu-aimun
vi: Tiếng Innu-aimun

source: Ao Naga
vi: Tiếng Ao Naga

source: Oji-Cree
sw: Kikrii cha Oji
vi: Tiếng Oji-Cree

source: Okanagan
sw: Kiokanagani
vi: Tiếng Okanagan

source: Pijin
sw: Kipijini
vi: Tiếng Pijin

source: Maliseet-Passamaquoddy
sw: Kimaliseet-Passamaquoddy
vi: Tiếng Maliseet-Passamaquoddy

source: Chimborazo Highland Quichua
lb: Kichwa (Chimborazo-Gebidder)
vi: Tiếng Quechua ở Cao nguyên Chimborazo

source: Tahltan
sw: Kitahltani
vi: Tiếng Tahltan

source: Toki Pona
sw: Kitoki Pona
vi: Tiếng Toki Pona

source: Nheengatu
sw: Kinheengatu
vi: Tiếng Nheengatu

source: Casey Time
vi: Giờ Casey

source: Ciudad Juárez
sw: Ciudad Juarez

source: Tunisian Arabic
cy: Arabeg Tunisia
lb: Tunesescht Arabesch

source: Moroccan Arabic
cy: Arabeg Moroco
lb: Marokkanescht Arabesch

source: Tornedalen Finnish
cy: Ffinneg Tornedal
lb: Meänkieli

source: Zoroastrian Dari
cy: Dareg y Zoroastriaid
lb: Zoroastrianescht Dari

source: Ligurian
lb: Liguresch

source: Livonian
lb: Livesch

source: Latgalian
cy: Latgaleg
lb: Lettgallesch

source: Literary Chinese
lb: Klassescht Chinesesch

source: Laz
lb: Lasesch Sprooch

source: Western Mari
cy: Mari Gorllewinol
lb: West-Mari

source: Picard
cy: Picardeg
lb: Picardesch

source: Pennsylvania German
cy: Almaeneg Pensylfania
lb: Pennsylvaniadäitsch

source: Plautdietsch
lb: Plattdäitsch

source: Palatine German
cy: Almaeneg Palatin
lb: Pfälzesch Däitsch

source: Piedmontese
cy: Piedmonteg
lb: Piemontesesch

source: Pontic
cy: Ponteg
lb: Pontesch

source: Riffian
lb: Tarifit

source: Rotuman
cy: Rotumaneg
lb: Rotumanesch

source: Rusyn
lb: Russinesch

source: Sassarese Sardinian
cy: Sasareseg Sardinia
lb: Sassaresesch

source: Samogitian
cy: Samogiteg
lb: Samogitesch

source: Lower Silesian
cy: Is-silesieg
lb: Nidderschlesesch

source: Saterland Frisian
cy: Ffriseg Saterland
lb: Saterfriesesch

source: Silesian
cy: Silesieg
lb: Schlesesch

source: Tsakhur
cy: Tsakhureg
lb: Tsachuresch

source: Talysh
cy: Talysheg
lb: Talesch

source: Tsakonian
cy: Tsaconeg
lb: Tsakonesch

source: Muslim Tat
lb: Tatesch

source: Venetian
cy: Feniseg
lb: Venezesch

source: Veps
cy: Feps
lb: Wepsesch

source: West Flemish
cy: Fflemeg Gorllewinol
lb: Westflämesch

source: Main-Franconian
lb: Mainfränkesch

source: Võro
lb: Voro

source: Mingrelian
lb: Mingrelesch Sprooch

source: Zeelandic
cy: Zêlandeg
lb: Seelännesch

source: Khowar
cy: Chowareg
