Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Chamorro
cy: Tsiamorro
is: kamorró
km: ឈីម៉ូរ៉ូ
lb: Chamorro-Sprooch
ml: ചമോറോ
my: ချမိုရို
sw: Kichamorro
tk: çamorro
vi: Tiếng Chamorro

source: Chibcha
is: síbsja
lb: Chibcha-Sprooch
ml: ചിബ്ച
vi: Tiếng Chibcha

source: Chagatai
is: sjagataí
lb: Tschagataesch
ml: ഷാഗതായ്
vi: Tiếng Chagatai

source: Chuukese
cy: Chuukaeg
is: sjúkíska
km: ឈូគី
lb: Trukesesch
ml: ചൂകീസ്
my: ချူကီးစ်
sw: Kichukisi
tk: çuuk dili
vi: Tiếng Chuuk

source: Mari
cy: Marieg
is: marí
km: ម៉ារី
ml: മാരി
my: မာရီ
sw: Kimari
tk: mariý dili
vi: Tiếng Mari

source: Chinook Jargon
is: sínúk
lb: Chinook
ml: ചിനൂഗ് ജാർഗൺ
vi: Biệt ngữ Chinook

source: Choctaw
cy: Siocto
is: sjoktá
km: ឆុកតាវ
ml: ചോക്റ്റാവ്
my: ချော့တို
sw: Kichoktao
tk: çokto
vi: Tiếng Choctaw

source: Chipewyan
is: sípevíska
ml: ചിപേവ്യൻ
sw: Kichipewyani
vi: Tiếng Chipewyan

source: Cherokee
cy: Tsierocî
is: Cherokee-mál
km: ឆេរូគី
ml: ഷെരോക്കി
my: ချာရိုကီ
sw: Kicherokee
tk: çeroki
vi: Tiếng Cherokee

source: Cheyenne
is: sjeyen
km: ឈីយីនី
ml: ഷായാൻ
my: ချေယန်း
sw: Kicheyeni
tk: şaýenn dili
vi: Tiếng Cheyenne

source: Central Kurdish
cy: Cwrdeg Sorani
is: miðkúrdíska
km: ឃើដភាគកណ្តាល
lb: Sorani
ml: സെൻട്രൽ കുർദിഷ്
my: ဗဟိုဒေသသုံး ကဒ်ဘာသာ
sw: Kikurdi cha Sorani
tk: merkezi kürt dili
vi: Tiếng Kurd Miền Trung

source: Kurdish, Central
cy: Cwrdeg Sorani
is: miðkúrdíska
km: ឃើដភាគកណ្តាល
lb: Sorani
ml: സെൻട്രൽ കുർദിഷ്
my: ကဒ် ဗဟို
sw: Kikurdi cha Sorani
tk: merkezi kürt dili
vi: Tiếng Kurd Miền Trung

source: Kurdish, Sorani
cy: Cwrdeg Sorani
is: miðkúrdíska
km: ឃើដភាគកណ្តាល
lb: Sorani
ml: സൊറാനി കുർദിഷ്
my: ကဒ် ဆိုရာနီ
sw: Kikurdi cha Sorani
tk: merkezi kürt dili
vi: Tiếng Kurd Sorani

source: Corsican
cy: Corseg
is: korsíska
km: កូស៊ីខាន
lb: Korsesch
ml: കോർസിക്കൻ
my: ခိုစီကန်
sw: Kikosikani
tk: korsikan dili
vi: Tiếng Corsica

source: Coptic
cy: Copteg
is: koptíska
lb: Koptesch
ml: കോപ്റ്റിക്
sw: Kikhufti
vi: Tiếng Coptic

source: Cree
cy: Cri
is: krí
ml: ക്രീ
my: ခရီး
vi: Tiếng Cree

source: Crimean Turkish
ml: ക്രിമിയൻ ടർക്കിഷ്

source: Seselwa Creole French
cy: Ffrangeg Seselwa Creole
is: seychelles-kreólska
km: សេសេលវ៉ាគ្រីអូល (បារាំង)
ml: സെഷൽവ ക്രിയോൾ ഫ്രഞ്ച്
my: ခရီအိုလီ
sw: Krioli ya Shelisheli
tk: seselwa kreole-fransuz dili
vi: Tiếng Pháp Seselwa Creole

source: Czech
cy: Tsieceg
is: tékkneska
km: ឆែក
lb: Tschechesch
ml: ചെക്ക്
my: ချက်
sw: Kicheki
tk: çeh dili
vi: Tiếng Séc

source: Kashubian
is: kasúbíska
lb: Kaschubesch
ml: കാഷുബിയാൻ
vi: Tiếng Kashubia

source: Church Slavic
cy: Hen Slafoneg
is: kirkjuslavneska
km: ឈើជស្លាវិក
lb: Kiercheslawesch
ml: ചർച്ച് സ്ലാവിക്
my: ချပ်ချ် စလာဗစ်
sw: Kislovakia cha Kanisa
tk: buthana slaw dili
vi: Tiếng Slavơ Nhà thờ

source: Chuvash
cy: Tshwfasheg
is: sjúvas
km: ឈូវ៉ាស
lb: Tschuwaschesch
ml: ചുവാഷ്
my: ချူဗက်ရှ်
sw: Kichuvash
tk: çuwaş dili
vi: Tiếng Chuvash

source: Welsh
cy: Cymraeg
is: velska
km: វេល
lb: Walisesch
ml: വെൽഷ്
my: ဝေလ
sw: Kiwelisi
tk: walliý dili
vi: Tiếng Wales

source: Danish
cy: Daneg
is: danska
km: ដាណឺម៉ាក
lb: Dänesch
ml: ഡാനിഷ്
my: ဒိန်းမတ်
sw: Kidenmaki
tk: daniýa dili
vi: Tiếng Đan Mạch

source: Dakota
cy: Dacotaeg
is: dakóta
km: ដាកូតា
lb: Dakota-Sprooch
ml: ഡകോട്ട
my: ဒါကိုတာ
sw: Kidakota
tk: dakota dili
vi: Tiếng Dakota

source: Dargwa
is: dargva
km: ដាចវ៉ា
lb: Darginesch
ml: ഡർഗ്വാ
my: ဒါဂ်ဝါ
sw: Kidaragwa
tk: dargi dili
vi: Tiếng Dargwa

source: Taita
is: taíta
km: តៃតា
ml: തൈത
my: တိုင်တာ
sw: Kitaita
tk: taita dili
vi: Tiếng Taita

source: German
cy: Almaeneg
is: þýska
km: អាល្លឺម៉ង់
lb: Däitsch
ml: ജർമ്മൻ
my: ဂျာမန်
sw: Kijerumani
tk: nemes dili
vi: Tiếng Đức

source: Austrian German
cy: Almaeneg Awstria
is: austurrísk þýska
km: អាល្លឺម៉ង់ (អូទ្រីស)
lb: Éisträichescht Däitsch
ml: ഓസ്‌ട്രിയൻ ജർമൻ
my: ဩစတြီးယား ဂျာမန်
tk: nemes dili (Awstriýa)

source: Swiss High German
cy: Almaeneg Safonol y Swistir
is: svissnesk háþýska
km: អាល្លឺម៉ង់ (ស្វ៊ីស)
lb: Schwäizer Héichdäitsch
ml: സ്വിസ് ഹൈ ജർമൻ
my: အလီမဲန်နစ် ဂျာမန်
tk: ýokarky nemes dili (Şweýsariýa)
vi: Tiếng Thượng Giéc-man (Thụy Sĩ)

source: Delaware
is: delaver
lb: Delaware-Sprooch
ml: ദെലവേർ
my: ဒယ်လာဝဲလ်
vi: Tiếng Delaware

source: Slave
is: slavneska
ml: സ്ലേവ്
vi: Tiếng Slave

source: Dogrib
is: dogríb
km: ដូគ្រីប
ml: ഡോഗ്രിബ്
my: ဒေါ့ဂ်ရစ်ဘ်
sw: Kidogrib
tk: dogrib dili
vi: Tiếng Dogrib

source: Dinka
cy: Dinca
lb: Dinka-Sprooch
ml: ദിൻക
vi: Tiếng Dinka

source: Zarma
cy: Sarmaeg
km: ហ្សាម៉ា
ml: സാർമ്മ
my: ဇာမာ
sw: Kizarma
tk: zarma dili
vi: Tiếng Zarma

source: Dogri
is: dogrí
km: ដូហ្គ្រី
ml: ഡോഗ്രി
my: ဒိုဂရီ
sw: Kidogri
vi: Tiếng Dogri

source: Lower Sorbian
cy: Sorbeg Isaf
is: lágsorbneska
km: សូប៊ីក្រោម
lb: Niddersorbesch
ml: ലോവർ സോർബിയൻ
my: အနိမ့် ဆိုဘီယန်း
sw: Kisobia cha Chini
tk: aşaky lužits dili
vi: Tiếng Hạ Sorbia

source: Duala
cy: Diwaleg
is: dúala
km: ឌួលឡា
ml: ദ്വാല
my: ဒူအလာ
sw: Kiduala
tk: duala dili
vi: Tiếng Duala

source: Middle Dutch
cy: Iseldireg Canol
is: miðhollenska
lb: Mëttelhollännesch
ml: മദ്ധ്യ ഡച്ച്
my: အလယ်ပိုင်း ဒတ်ချ်
vi: Tiếng Hà Lan Trung cổ

source: Divehi
cy: Difehi
is: dívehí
km: ទេវីហ៊ី
lb: Maldivesch
ml: ദിവെഹി
my: ဒီဗာဟီ
sw: Kidivehi
tk: diwehi dili
vi: Tiếng Divehi

source: Jola-Fonyi
km: ចូឡាហ៊្វុនយី
ml: യോല-ഫോന്യി
my: ဂျိုလာ-ဖွန်ရီ
sw: Kijola-Fonyi
tk: ýola-fonýi dili
vi: Tiếng Jola-Fonyi

source: Dyula
is: djúla
lb: Dyula-Sprooch
ml: ദ്വൈല
sw: Kijula
vi: Tiếng Dyula

source: Dzongkha
is: dsongka
km: ដុងខា
lb: Bhutanesch
ml: ദ്‌സോങ്ക
my: ဒဇွန်ကာ
sw: Kizongkha
tk: dzong-ke dili
vi: Tiếng Dzongkha

source: Dazaga
km: ដាហ្សាហ្គា
ml: ഡാസാഗ
my: ဒဇာဂါ
sw: Kidazaga
tk: daza dili
vi: Tiếng Dazaga

source: Embu
cy: Embw
km: អេមប៊ូ
lb: Kiembu
ml: എംബു
my: အမ်ဘူ
sw: Kiembu
tk: embu dili
vi: Tiếng Embu

source: Ewe
km: អ៊ីវ
lb: Ewe-Sprooch
ml: യൂവ്
my: အီဝီ
sw: Kiewe
tk: ewe dili
vi: Tiếng Ewe

source: Efik
is: efík
km: អ៊ីហ្វិក
ml: എഫിക്
my: အာဖိခ်
sw: Kiefik
tk: efik dili
vi: Tiếng Efik

source: Ancient Egyptian
cy: Hen Eiffteg
is: fornegypska
lb: Egyptesch
ml: പ്രാചീന ഈജിപ്ഷ്യൻ
my: ရှေးဟောင်း အီဂျစ်
sw: Kimisri
vi: Tiếng Ai Cập cổ

source: Ekajuk
is: ekajúk
km: អ៊ីកាជុក
ml: എകാജുക്
my: အီကာဂျုခ်
sw: Kiekajuk
tk: ekajuk dili
vi: Tiếng Ekajuk

source: Greek
cy: Groeg
is: gríska
km: ក្រិក
lb: Griichesch
ml: ഗ്രീക്ക്
my: ဂရိ
sw: Kigiriki
tk: grek dili
vi: Tiếng Hy Lạp

source: Elamite
cy: Elameg
is: elamít
lb: Elamesch
ml: എലാമൈറ്റ്
vi: Tiếng Elamite

source: English
cy: Saesneg
is: enska
km: អង់គ្លេស
lb: Englesch
ml: ഇംഗ്ലീഷ്
my: အင်္ဂလိပ်
sw: Kiingereza
tk: iňlis dili
vi: Tiếng Anh

source: Australian English
cy: Saesneg Awstralia
is: áströlsk enska
km: អង់គ្លេស (អូស្ត្រាលី)
lb: Australescht Englesch
ml: ഓസ്‌ട്രേലിയൻ ഇംഗ്ലീഷ്
my: ဩစတြေးလျ အင်္ဂလိပ်
tk: iňlis dili (Awstraliýa)

source: Canadian English
cy: Saesneg Canada
is: kanadísk enska
km: អង់គ្លេស (កាណាដា)
lb: Kanadescht Englesch
ml: കനേഡിയൻ ഇംഗ്ലീഷ്
my: ကနေဒါ အင်္ဂလိပ်
sw: Kiingereza (Canada)
tk: iňlis dili (Kanada)

source: British English
cy: Saesneg Prydain
is: bresk enska
km: អង់គ្លេស (ចក្រភព​អង់គ្លេស)
lb: Britescht Englesch
ml: ബ്രിട്ടീഷ് ഇംഗ്ലീഷ്
my: ဗြိတိသျှ အင်္ဂလိပ်
sw: Kiingereza (Uingereza)
tk: iňlis dili (Beýik Britaniýa)
vi: Tiếng Anh (Anh)

source: UK English
cy: Saesneg (DU)
is: enska (bresk)
km: អង់គ្លេស (ច.អ.)
lb: Englesch (UK)
ml: യു.കെ. ഇംഗ്ലീഷ്
my: ယူကေ အင်္ဂလိပ်
sw: Kiingereza (UK)
tk: iňlis dili (Beýik Britaniýa)
vi: Tiếng Anh (Anh)

source: American English
cy: Saesneg America
is: bandarísk enska
km: អង់គ្លេស (សហរដ្ឋអាមេរិក)
lb: Amerikanescht Englesch
ml: അമേരിക്കൻ ഇംഗ്ലീഷ്
my: အမေရိကန် အင်္ဂလိပ်
tk: iňlis dili (Amerika)
vi: Tiếng Anh (Mỹ)

source: US English
cy: Saesneg (UDA)
is: enska (BNA)
km: អង់គ្លេស (ស.រ.អ.)
lb: Englesch (US)
ml: യു.എസ്. ഇംഗ്ലീഷ്
my: ယူအက်စ် အင်္ဂလိပ်
tk: iňlis dili (Amerika)
vi: Tiếng Anh (Mỹ)

source: Middle English
cy: Saesneg Canol
is: miðenska
lb: Mëttelenglesch
ml: മദ്ധ്യ ഇംഗ്ലീഷ്
my: အလယ်ပိုင်း အင်္ဂလိပ်
vi: Tiếng Anh Trung cổ

source: Esperanto
is: esperantó
km: អេស្ពេរ៉ាន់តូ
ml: എസ്‌പരാന്റോ
my: အက်စ်ပရန်တို
sw: Kiesperanto
tk: esperanto dili
vi: Tiếng Quốc Tế Ngữ

source: Spanish
cy: Sbaeneg
is: spænska
km: អេស្ប៉ាញ
lb: Spuenesch
ml: സ്‌പാനിഷ്
my: စပိန်
sw: Kihispania
tk: ispan dili
vi: Tiếng Tây Ban Nha

source: Latin American Spanish
cy: Sbaeneg America Ladin
is: rómönsk-amerísk spænska
km: អេស្ប៉ាញ (អាមេរិក​ឡាទីន)
lb: Latäinamerikanescht Spuenesch
ml: ലാറ്റിൻ അമേരിക്കൻ സ്‌പാനിഷ്
my: စပိန် (လက်တင်အမေရိက)
sw: Kihispania (Amerika ya Latini)
tk: ispan dili (Latyn Amerikasy)
vi: Tiếng Tây Ban Nha (Mỹ La tinh)

source: European Spanish
cy: Sbaeneg Ewrop
is: evrópsk spænska
km: អេស្ប៉ាញ (អ៊ឺរ៉ុប)
lb: Europäescht Spuenesch
ml: യൂറോപ്യൻ സ്‌പാനിഷ്
my: စပိန် (ဥရောပ)
sw: Kihispania (Ulaya)
tk: ispan dili (Ýewropa)
vi: Tiếng Tây Ban Nha (Châu Âu)

source: Mexican Spanish
cy: Sbaeneg Mecsico
is: mexíkósk spænska
km: អេស្ប៉ាញ (ម៉ិកស៊ិក)
lb: Mexikanescht Spuenesch
ml: മെക്സിക്കൻ സ്പാനിഷ്
my: စပိန် (မက္ကဆီကို)
tk: ispan dili (Meksika)

source: Estonian
cy: Estoneg
is: eistneska
km: អេស្តូនី
lb: Estnesch
ml: എസ്റ്റോണിയൻ
my: အက်စ်တိုးနီးယား
sw: Kiestonia
tk: eston dili
vi: Tiếng Estonia

source: Basque
cy: Basgeg
is: baskneska
km: បាសខ៍
lb: Baskesch
ml: ബാസ്‌ക്
my: ဘာစ်ခ်
sw: Kibaski
tk: bask dili
vi: Tiếng Basque

source: Ewondo
is: evondó
km: អ៊ីវ៉ុនដូ
ml: എവോൻഡോ
my: အီဝန်ဒို
sw: Kiewondo
tk: ewondo dili
vi: Tiếng Ewondo

source: Persian
cy: Perseg
is: persneska
km: ភឺសៀន
lb: Persesch
ml: പേർഷ്യൻ
my: ပါရှန်
sw: Kiajemi
tk: pars dili
vi: Tiếng Ba Tư

source: Dari
is: darí
km: ដារី
ml: ഡാരി
my: ဒါရီ
sw: Kiajemi (Afganistani)
tk: dari dili
vi: Tiếng Dari

source: Fang
lb: Pangwe-Sprooch
ml: ഫങ്
vi: Tiếng Fang

source: Fanti
cy: Ffanti
is: fantí
lb: Fanti-Sprooch
ml: ഫാന്റി
vi: Tiếng Fanti

source: Fulah
km: ហ្វ៊ូឡា
ml: ഫുല
my: ဖူလာ
tk: fula dili

source: Finnish
cy: Ffinneg
is: finnska
km: ហ្វាំងឡង់
lb: Finnesch
ml: ഫിന്നിഷ്
my: ဖင်လန်
sw: Kifini
tk: fin dili
vi: Tiếng Phần Lan

source: Filipino
cy: Ffilipineg
is: filippseyska
km: ហ្វ៊ីលីពីន
ml: ഫിലിപ്പിനോ
my: ဖိလစ်ပိုင်
sw: Kifilipino
tk: filippin dili
vi: Tiếng Philippines

source: Fijian
cy: Ffijïeg
is: fídjeyska
km: ហ៊្វីជី
lb: Fidschianesch
ml: ഫിജിയൻ
my: ဖီဂျီ
sw: Kifiji
tk: fiji dili
vi: Tiếng Fiji

source: Faroese
cy: Ffaröeg
is: færeyska
km: ហ្វារូស
lb: Färöesch
ml: ഫാറോസ്
my: ဖာရို
sw: Kifaroe
tk: farer dili
vi: Tiếng Faroe

source: Fon
is: fón
km: ហ្វ៊ុន
lb: Fon-Sprooch
ml: ഫോൻ
my: ဖော်န်
sw: Kifon
tk: fon dili
vi: Tiếng Fon

source: French
cy: Ffrangeg
is: franska
km: បារាំង
lb: Franséisch
ml: ഫ്രഞ്ച്
my: ပြင်သစ်
sw: Kifaransa
tk: fransuz dili
vi: Tiếng Pháp

source: Canadian French
cy: Ffrangeg Canada
is: kanadísk franska
km: បារាំង (កាណាដា)
lb: Kanadescht Franséisch
ml: കനേഡിയൻ ഫ്രഞ്ച്
my: ကနေဒါ ပြင်သစ်
sw: Kifaransa (Canada)
tk: fransuz dili (Kanada)

source: Swiss French
cy: Ffrangeg y Swistir
is: svissnesk franska
km: បារាំង (ស្វ៊ីស)
lb: Schwäizer Franséisch
ml: സ്വിസ് ഫ്രഞ്ച്
my: ဆွစ် ပြင်သစ်
tk: fransuz dili (Şweýsariýa)

source: Cajun French
cy: Ffrangeg Cajwn
is: cajun-franska
lb: Cajun
ml: കേജൺ ഫ്രഞ്ച്
sw: Kifaransa cha Kajuni
vi: Tiếng Pháp Cajun

source: Middle French
cy: Ffrangeg Canol
is: miðfranska
lb: Mëttelfranséisch
ml: മദ്ധ്യ ഫ്രഞ്ച്
my: အလယ်ပိုင်း ပြင်သစ်
vi: Tiếng Pháp Trung cổ

source: Old French
cy: Hen Ffrangeg
is: fornfranska
lb: Alfranséisch
ml: പഴയ ഫ്രഞ്ച്
my: ဖရန်စီစ်
sw: Kifaransa cha Kale
vi: Tiếng Pháp cổ

source: Northern Frisian
cy: Ffriseg Gogleddol
is: norðurfrísneska
lb: Nordfriesesch
ml: നോർത്തേൻ ഫ്രിഷ്യൻ
my: မြောက် ဖရီစီရန်
sw: Kifrisia cha Kaskazini
vi: Tiếng Frisia Miền Bắc

source: Eastern Frisian
cy: Ffriseg y Dwyrain
is: austurfrísneska
lb: Ostfriesesch
ml: ഈസ്റ്റേൺ ഫ്രിഷ്യൻ
my: အရှေ့ ဖရီစီရန်
sw: Kifrisia cha Mashariki
vi: Tiếng Frisian Miền Đông

source: Friulian
cy: Ffriwleg
is: fríúlska
km: ហ៊្វ្រូលាន
lb: Friulesch
ml: ഫ്രിയുലിയാൻ
my: ဖရူလီယန်း
sw: Kifriulian
tk: friul dili
vi: Tiếng Friulian

source: Western Frisian
cy: Ffriseg y Gorllewin
is: vesturfrísneska
km: ហ្វ្រីស៊ានខាងលិច
lb: Westfriesesch
ml: പശ്ചിമ ഫ്രിഷിയൻ
my: အနောက် ဖရီစီရန်
sw: Kifrisia cha Magharibi
tk: günbatar friz dili
vi: Tiếng Frisia

source: Irish
cy: Gwyddeleg
is: írska
km: អៀរឡង់
lb: Iresch
ml: ഐറിഷ്
my: အိုင်းရစ်ရှ်
sw: Kiayalandi
tk: irland dili
vi: Tiếng Ireland

source: Ga
km: ហ្គា
lb: Ga-Sprooch
ml: ഗാ
my: ဂါ
tk: ga dili
vi: Tiếng Ga

source: Gagauz
is: gagás
km: កាគូស
lb: Gagausesch
ml: ഗാഗൂസ്
my: ဂါဂုဇ်
sw: Kigagauz
vi: Tiếng Gagauz

source: Gan Chinese
lb: Gan-Chinesesch
ml: ഗാൻ ചൈനീസ്
vi: Tiếng Cám

source: Gayo
cy: Gaio
is: gajó
ml: ഗയൊ
vi: Tiếng Gayo

source: Gbaya
cy: Gbaia
is: gbaja
lb: Gbaya-Sprooch
ml: ഗബ്യ
sw: Kigbaya
vi: Tiếng Gbaya

source: Scottish Gaelic
cy: Gaeleg yr Alban
is: skosk gelíska
km: ស្កុតហ្កែលិគ
lb: Schottescht Gällesch
ml: സ്കോട്ടിഷ് ഗൈലിക്
my: စကော့တစ်ရှ် ဂေးလစ်ခ်
sw: Kigaeli cha Uskoti
tk: şotland kelt dili
vi: Tiếng Gael Scotland

source: Geez
is: gís
km: ជីស
ml: ഗീസ്
my: ဂီးဇ်
sw: Kige’ez
tk: geez dili
vi: Tiếng Geez

source: Gilbertese
cy: Gilberteg
is: gilberska
km: ហ្គីលបឺទ
lb: Gilbertesesch
ml: ഗിൽബർട്ടീസ്
my: ကာရီဗာတီ
sw: Kikiribati
tk: gilbert dili
vi: Tiếng Gilbert

source: Galician
cy: Galisieg
is: galisíska
km: ហ្កាលីស្យាន
lb: Galizesch
ml: ഗലീഷ്യൻ
my: ဂါလီစီယာ
sw: Kigalisi
tk: galisiý dili
vi: Tiếng Galician

source: Middle High German
cy: Almaeneg Uchel Canol
is: miðháþýska
lb: Mëttelhéichdäitsch
ml: മദ്ധ്യ ഉച്ച ജർമൻ
my: အလယ်ပိုင်း အမြင့် ဂျာမန်
vi: Tiếng Thượng Giéc-man Trung cổ

source: Guarani
cy: Guaraní
is: gvaraní
km: ហ្គូរ៉ានី
ml: ഗ്വരനീ
my: ဂူအာရာနီ
sw: Kiguarani
tk: guarani dili
vi: Tiếng Guarani

source: Old High German
cy: Hen Almaeneg Uchel
is: fornháþýska
lb: Alhéichdäitsch
ml: ഓൾഡ് ഹൈ ജർമൻ
vi: Tiếng Thượng Giéc-man cổ

source: Gondi
is: gondí
lb: Gondi-Sprooch
ml: ഗോണ്ഡി
vi: Tiếng Gondi

source: Gorontalo
is: gorontaló
km: ហ្គូរុនតាឡូ
lb: Mongondou
ml: ഗൊറോന്റാലോ
my: ဂိုရိုတာလို
sw: Kigorontalo
tk: gorontalo dili
vi: Tiếng Gorontalo

source: Gothic
cy: Gotheg
is: gotneska
lb: Gotesch
ml: ഗോഥിക്ക്
vi: Tiếng Gô-tích

source: Grebo
is: gerbó
lb: Grebo-Sprooch
ml: ഗ്രബൊ
vi: Tiếng Grebo

source: Ancient Greek
cy: Hen Roeg
is: forngríska
lb: Algriichesch
ml: പുരാതന ഗ്രീക്ക്
my: ရှေးဟောင်း ဂရိ
sw: Kiyunani
vi: Tiếng Hy Lạp cổ

source: Swiss German
cy: Almaeneg y Swistir
is: svissnesk þýska
km: អាល្លឺម៉ង (ស្វីស)
lb: Schwäizerdäitsch
ml: സ്വിസ് ജർമ്മൻ
my: ဆွစ် ဂျာမန်
sw: Kijerumani cha Uswisi
tk: nemes dili (Şweýsariýa)
vi: Tiếng Đức (Thụy Sĩ)

source: Gujarati
cy: Gwjarati
is: gújaratí
km: ហ្គុយ៉ារ៉ាទី
ml: ഗുജറാത്തി
my: ဂူဂျာရသီ
sw: Kigujarati
tk: gujarati dili
vi: Tiếng Gujarati

source: Gusii
km: ហ្គូស៊ី
lb: Gusii-Sprooch
ml: ഗുസീ
my: ဂူစီး
sw: Kikisii
tk: gusii dili
vi: Tiếng Gusii

source: Manx
cy: Manaweg
is: manska
km: មេន
ml: മാൻസ്
my: မန်းဇ်
sw: Kimanx
tk: men dili
vi: Tiếng Manx

source: Gwichʼin
is: gvísín
km: ហ្គីចឈីន
lb: Kutchin-Sprooch
ml: ഗ്വിച്ചിൻ
my: ဂွစ်ချင်
tk: gwiçin dili
vi: Tiếng Gwichʼin

source: Hausa
cy: Hawsa
is: hása
km: ហូសា
ml: ഹൗസ
my: ဟာဥစာ
sw: Kihausa
tk: hausa dili
vi: Tiếng Hausa

source: Haida
is: haída
lb: Haida-Sprooch
ml: ഹൈഡ
sw: Kihaida
vi: Tiếng Haida

source: Hakka Chinese
lb: Hakka-Chinesesch
ml: ഹാക്ക ചൈനീസ്
vi: Tiếng Khách Gia

source: Hawaiian
cy: Hawäieg
is: havaíska
km: ហាវ៉ៃ
lb: Hawaiesch
ml: ഹവായിയൻ
my: ဟာဝိုင်ယီ
sw: Kihawai
tk: gawaý dili
vi: Tiếng Hawaii

source: Hebrew
cy: Hebraeg
is: hebreska
km: ហេប្រឺ
lb: Hebräesch
ml: ഹീബ്രു
my: ဟီးဘရူး
sw: Kiebrania
tk: ýewreý dili
vi: Tiếng Do Thái

source: Hindi
is: hindí
km: ហិណ្ឌី
ml: ഹിന്ദി
my: ဟိန်ဒူ
sw: Kihindi
tk: hindi dili
vi: Tiếng Hindi

source: Hiligaynon
is: híligaínon
km: ហ៊ីលីហ្គេណុន
lb: Hiligaynon-Sprooch
ml: ഹിലിഗയ്നോൺ
my: ဟီလီဂေနွန်
sw: Kihiligaynon
tk: hiligaýnon dili
vi: Tiếng Hiligaynon

source: Hittite
cy: Hetheg
is: hettitíska
lb: Hethitesch
ml: ഹിറ്റൈറ്റ്
sw: Kihiti
vi: Tiếng Hittite

source: Hmong
cy: Hmongeg
km: ម៉ុង
lb: Miao-Sprooch
ml: മോങ്
my: မုံ
sw: Kihmong
tk: hmong dili
vi: Tiếng H’Mông

source: Hiri Motu
is: hírímótú
ml: ഹിരി മോതു
vi: Tiếng Hiri Motu

source: Croatian
cy: Croateg
is: króatíska
km: ក្រូអាត
lb: Kroatesch
ml: ക്രൊയേഷ്യൻ
my: ခရိုအေးရှား
sw: Kikorasia
tk: horwat dili
vi: Tiếng Croatia

source: Upper Sorbian
cy: Sorbeg Uchaf
is: hásorbneska
km: សូប៊ីលើ
lb: Uewersorbesch
ml: അപ്പർ സോർബിയൻ
my: ဆက္ကဆိုနီ
sw: Kisobia cha Ukanda wa Juu
tk: ýokarky lužits dili
vi: Tiếng Thượng Sorbia

source: Xiang Chinese
lb: Xiang-Chinesesch
ml: ഷ്യാങ് ചൈനീസ്
vi: Tiếng Tương

source: Haitian Creole
cy: Creol Haiti
is: haítíska
km: ហៃទី
lb: Haitianesch
ml: ഹെയ്‌തിയൻ ക്രിയോൾ
my: ဟေတီ
sw: Kihaiti
tk: gaiti kreol dili
vi: Tiếng Haiti

source: Hungarian
cy: Hwngareg
is: ungverska
km: ហុងគ្រី
lb: Ungaresch
ml: ഹംഗേറിയൻ
my: ဟန်ဂေရီ
sw: Kihungaria
tk: wenger dili
vi: Tiếng Hungary

source: Hupa
is: húpa
km: ហ៊ូប៉ា
ml: ഹൂപ
my: ဟူပါ
vi: Tiếng Hupa

source: Armenian
cy: Armeneg
is: armenska
km: អាមេនី
lb: Armenesch
ml: അർമേനിയൻ
my: အာမေးနီးယား
sw: Kiarmenia
tk: ermeni dili
vi: Tiếng Armenia

source: Herero
is: hereró
km: ហឺរីរ៉ូ
lb: Herero-Sprooch
ml: ഹെരേരൊ
my: ဟီရဲရို
sw: Kiherero
tk: gerero dili
vi: Tiếng Herero

source: Interlingua
km: អ៊ីនធើលីង
ml: ഇന്റർലിംഗ്വ
my: အင်တာလင်ဂွါ
sw: Kiintalingua
tk: interlingwa dili
vi: Tiếng Khoa Học Quốc Tế

source: Iban
cy: Ibaneg
is: íban
km: អ៊ីបាន
ml: ഇബാൻ
my: အီဗန်
sw: Kiiban
tk: iban dili
vi: Tiếng Iban

source: Ibibio
km: អាយប៊ីប៊ីអូ
ml: ഇബീബിയോ
my: အီဘီဘီယို
sw: Kiibibio
tk: ibibio dili
vi: Tiếng Ibibio

source: Indonesian
cy: Indoneseg
is: indónesíska
km: ឥណ្ឌូណេស៊ី
lb: Indonesesch
ml: ഇന്തോനേഷ്യൻ
my: အင်ဒိုနီးရှား
sw: Kiindonesia
tk: indonez dili
vi: Tiếng Indonesia

source: Interlingue
is: interlingve
ml: ഇന്റർലിംഗ്വേ
sw: lugha ya kisayansi
vi: Tiếng Interlingue

source: Igbo
is: ígbó
km: អ៊ីកបូ
lb: Igbo-Sprooch
ml: ഇഗ്ബോ
my: အစ္ဂဘို
sw: Kiigbo
tk: igbo dili
vi: Tiếng Igbo

source: Sichuan Yi
cy: Nwosw
is: sísúanjí
km: ស៊ីឈាន់យី
ml: ഷുവാൻയി
my: စီချွမ် ရီ
sw: Kiyi cha Sichuan
tk: syçuan-i dili
vi: Tiếng Di Tứ Xuyên

source: Inupiaq
cy: Inwpiaceg
is: ínúpíak
lb: Inupiak
ml: ഇനുപിയാക്
vi: Tiếng Inupiaq

source: Iloko
cy: Ilocaneg
is: ílokó
km: អ៊ីឡូកូ
lb: Ilokano-Sprooch
ml: ഇലോകോ
my: အီလိုကို
sw: Kiilocano
tk: iloko dili
vi: Tiếng Iloko

source: Ingush
cy: Ingwsieg
is: ingús
km: អ៊ិនហ្គូស
lb: Inguschesch
ml: ഇംഗ്വിഷ്
my: အင်ဂုရှ်
sw: Kiingush
tk: inguş dili
vi: Tiếng Ingush

source: Ido
is: ídó
km: អ៊ីដូ
lb: Ido-Sprooch
ml: ഇഡോ
my: အီဒို
sw: Kiido
tk: ido dili
vi: Tiếng Ido

source: Icelandic
cy: Islandeg
is: íslenska
km: អ៊ីស្លង់
lb: Islännesch
ml: ഐസ്‌ലാൻഡിക്
my: အိုက်စ်လန်
sw: Kiisilandi
tk: island dili
vi: Tiếng Iceland

source: Italian
cy: Eidaleg
is: ítalska
km: អ៊ីតាលី
lb: Italienesch
ml: ഇറ്റാലിയൻ
my: အီတလီ
sw: Kiitaliano
tk: italýan dili
vi: Tiếng Italy

source: Inuktitut
cy: Inwctitwt
is: inúktitút
km: អ៊ីនុកទីទុត
lb: Inukitut
ml: ഇനുക്റ്റിറ്റട്ട്
my: အီနုခ်တီတု
sw: Kiinuktituti
tk: inuktitut dili
vi: Tiếng Inuktitut

source: Japanese
cy: Japaneeg
is: japanska
km: ជប៉ុន
lb: Japanesch
ml: ജാപ്പനീസ്
my: ဂျပန်
sw: Kijapani
tk: ýapon dili
vi: Tiếng Nhật

source: Lojban
km: លុចបាន
ml: ലോജ്ബാൻ
my: လိုဂျ်ဘန်
tk: lojban dili
vi: Tiếng Lojban

source: Ngomba
km: ងុំបា
ml: ഗോമ്പ
my: ဂွမ်ဘာ
sw: Kingomba
tk: ngomba dili
vi: Tiếng Ngomba

source: Machame
cy: Matsiame
is: masjáme
km: ម៉ាឆាំ
ml: മചേം
my: မချာမီ
sw: Kimachame
tk: maçame dili
vi: Tiếng Machame

source: Judeo-Persian
cy: Iddew-Bersieg
is: gyðingapersneska
lb: Jiddesch-Persesch
ml: ജൂഡിയോ-പേർഷ്യൻ
my: ဂျူဒီယို-ပါရှန်
vi: Tiếng Judeo-Ba Tư

source: Judeo-Arabic
cy: Iddew-Arabeg
is: gyðingaarabíska
lb: Jiddesch-Arabesch
ml: ജൂഡിയോ-അറബിക്
my: ဂျူဒီယို-အာရဗီ
vi: Tiếng Judeo-Ả Rập

source: Javanese
cy: Jafanaeg
is: javanska
km: ជ្វា
lb: Javanesch
ml: ജാവനീസ്
my: ဂျာဗား
sw: Kijava
tk: ýawa dili
vi: Tiếng Java

source: Georgian
cy: Georgeg
is: georgíska
km: ហ្សក​ហ្ស៊ី
lb: Georgesch
ml: ജോർജിയൻ
my: ဂျော်ဂျီယာ
sw: Kijojia
tk: gruzin dili
vi: Tiếng Georgia

source: Kara-Kalpak
cy: Cara-Calpaceg
lb: Karakalpakesch
ml: കര-കാൽപ്പക്
vi: Tiếng Kara-Kalpak

source: Kabyle
cy: Cabileg
is: kabíle
km: កាប៊ីឡេ
lb: Kabylesch
ml: കബൈൽ
my: ကဘိုင်လ်
sw: Kikabylia
tk: kabil dili
vi: Tiếng Kabyle

source: Kachin
is: kasín
km: កាឈីន
lb: Kachin-Sprooch
ml: കാചിൻ
my: ကချင်
tk: kaçin dili
vi: Tiếng Kachin

source: Jju
km: ជូ
ml: ജ്ജു
my: ဂျူအူ
sw: Kijju
tk: ju dili
vi: Tiếng Jju

source: Kamba
cy: Camba
km: កាំបា
ml: കംബ
my: ကမ်ဘာ
sw: Kikamba
tk: kamba dili
vi: Tiếng Kamba

source: Kawi
is: kaví
ml: കാവി
vi: Tiếng Kawi

source: Kabardian
cy: Cabardieg
is: kabardíska
km: កាបាឌៀ
lb: Kabardinesch
ml: കബർഡിയാൻ
my: ကဘာဒင်
sw: Kikabardian
tk: kabardin dili
vi: Tiếng Kabardian

source: Kanembu
ml: കനെംബു
sw: Kikanembu
vi: Tiếng Kanembu

source: Tyap
cy: Tyapeg
km: យ៉ាប់
ml: ട്യാപ്
my: တိုင်အပ်
sw: Kityap
tk: tiap dili
vi: Tiếng Tyap

source: Makonde
cy: Macondeg
km: ម៉ាកូនដេ
ml: മക്കോണ്ടെ
my: မာခွန်ဒီ
sw: Kimakonde
tk: makonde dili
vi: Tiếng Makonde

source: Kabuverdianu
cy: Caboferdianeg
is: grænhöfðeyska
km: កាប៊ូវឺឌៀនូ
ml: കബുവെർദിയാനു
my: ကဘူဗာဒီအာနူ
sw: Kikabuverdianu
tk: kabuwerdianu dili
vi: Tiếng Kabuverdianu

source: Koro
km: គូរូ
ml: കോറോ
my: ကိုရို
sw: Kikoro
tk: koro dili
vi: Tiếng Koro

source: Kongo
cy: Congo
is: kongóska
lb: Kongolesesch
ml: കോംഗോ
my: ကွန်ဂို
sw: Kikongo
vi: Tiếng Kongo

source: Khasi
cy: Càseg
is: kasí
km: កាស៊ី
lb: Khasi-Sprooch
ml: ഘാസി
my: ခါစီ
sw: Kikhasi
tk: khasi dili
vi: Tiếng Khasi

source: Khotanese
is: kotaska
lb: Sakesch
ml: ഘോറ്റാനേസേ
vi: Tiếng Khotan

source: Koyra Chiini
km: គុយរ៉ាឈីនី
ml: കൊയ്റ ചീനി
my: ကိုရာ ချီအီနီ
sw: Kikoyra Chiini
tk: koýra-çini dili
vi: Tiếng Koyra Chiini

source: Kikuyu
is: kíkújú
km: គីគូយូ
lb: Kikuyu-Sprooch
ml: കികൂയു
my: ကီကူယူ
sw: Kikikuyu
tk: kikuýu dili
vi: Tiếng Kikuyu

source: Kuanyama
is: kúanjama
km: គូនយ៉ាម៉ា
lb: Kwanyama
ml: ക്വാന്യമ
my: ကွန်းယာမာ
sw: Kikwanyama
tk: kwanýama dili
vi: Tiếng Kuanyama

source: Kazakh
cy: Casacheg
is: kasakska
km: កាហ្សាក់
lb: Kasachesch
ml: കസാഖ്
my: ကာဇာချ
sw: Kikazakh
tk: gazak dili
vi: Tiếng Kazakh

source: Kako
km: កាកូ
ml: കാകോ
my: ကကို
sw: Lugha ya Kako
tk: kako dili
vi: Tiếng Kako

source: Kalaallisut
is: grænlenska
km: កាឡាលលីស៊ុត
lb: Grönlännesch
ml: കലാല്ലിസട്ട്
my: ကလာအ်လီဆပ်
sw: Kikalaallisut
tk: grenland dili
vi: Tiếng Kalaallisut

source: Kalenjin
km: កាលែនជីន
ml: കലെഞ്ഞിൻ
my: ကလန်ဂျင်
sw: Kikalenjin
tk: kalenjin dili
vi: Tiếng Kalenjin

source: Khmer
cy: Chmereg
is: kmer
km: ខ្មែរ
lb: Kambodschanesch
ml: ഖമെർ
my: ခမာ
sw: Kikambodia
tk: khmer dili
vi: Tiếng Khmer

source: Kimbundu
is: kimbúndú
km: គីមប៊ុនឌូ
lb: Kimbundu-Sprooch
ml: കിംബുണ്ടു
my: ကင်ဘွန်ဒူ
tk: kimbundu dili
vi: Tiếng Kimbundu

source: Kannada
km: ខាណាដា
ml: കന്നഡ
my: ကန်နာဒါ
sw: Kikannada
tk: kannada dili
vi: Tiếng Kannada

source: Korean
cy: Coreeg
is: kóreska
km: កូរ៉េ
lb: Koreanesch
ml: കൊറിയൻ
my: ကိုရီးယား
sw: Kikorea
tk: koreý dili
vi: Tiếng Hàn

source: Komi-Permyak
is: kómí-permyak
km: គូមីភឹមយ៉ាគ
lb: Komi-Permiak
ml: കോമി-പെർമ്യാക്ക്
my: ကိုမီ-ပါမြက်
sw: Kikomi-Permyak
vi: Tiếng Komi-Permyak

source: Konkani
cy: Concani
is: konkaní
km: គុនកានី
ml: കൊങ്കണി
my: ကွန်ကနီ
sw: Kikonkani
tk: konkani dili
vi: Tiếng Konkani

source: Kosraean
is: kosraska
lb: Kosraeanesch
ml: കൊസറേയൻ
vi: Tiếng Kosrae

source: Kpelle
km: គ្លីប
lb: Kpelle-Sprooch
ml: കപെല്ലേ
my: ကပ်ပဲလ်
sw: Kikpelle
tk: kpelle dili
vi: Tiếng Kpelle

source: Kanuri
cy: Canwri
is: kanúrí
km: កានូរី
lb: Kanuri-Sprooch
ml: കനൂറി
my: ကနူရီ
sw: Kikanuri
vi: Tiếng Kanuri

source: Karachay-Balkar
is: karasaíbalkar
km: ការ៉ាឆាយបាល់កា
lb: Karatschaiesch-Balkaresch
ml: കരചൈ-ബാൽകർ
my: ကရာချေး-ဘာကာ
sw: Kikarachay-Balkar
tk: karaçaý-balkar dili
vi: Tiếng Karachay-Balkar

source: Karelian
cy: Careleg
is: karélska
km: ការីលា
lb: Karelesch
ml: കരീലിയൻ
my: ကာရီလီယန်
sw: Karjala
tk: karel dili
vi: Tiếng Karelian

source: Kurukh
is: kúrúk
km: គូរូក
lb: Oraon-Sprooch
ml: കുരുഖ്
my: ကူရုပ်ခ်
tk: kuruh dili
vi: Tiếng Kurukh

source: Kashmiri
cy: Cashmireg
is: kasmírska
km: កាស្មៀរ
lb: Kaschmiresch
ml: കാശ്‌മീരി
my: ကက်ရှ်မီးယား
sw: Kikashmiri
tk: kaşmiri dili
vi: Tiếng Kashmir
