Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Choibalsan Time
cy: Amser Choibalsan
is: Tími í Choibalsan
km: ម៉ោង​នៅ​ឆូបាល់សាន
lb: Choibalsan-Zäit
ml: ചോയി‍ബൽസാൻ സമയം
my: ချွဲဘော်ဆန်း အချိန်
sw: Saa za Choibalsan
tk: Çoýbalsan wagty
vi: Giờ Choibalsan

source: Christmas Island Time
cy: Amser Ynys Y Nadolig
is: Jólaeyjartími
km: ម៉ោង​នៅ​កោះ​គ្រីស្មាស
lb: Chrëschtdagsinsel-Zäit
ml: ക്രിസ്‌മസ് ദ്വീപ് സമയം
my: ခရစ်စမတ်ကျွန်း အချိန်
sw: Saa za Kisiwa cha Krismasi
tk: Roždestwo adasy wagty
vi: Giờ Đảo Christmas

source: Cocos Islands Time
cy: Amser Ynysoedd Cocos
is: Kókoseyjatími
km: ម៉ោង​នៅ​ប្រជុំកោះ​កូកូស
lb: Kokosinselen-Zäit
ml: കൊക്കോസ് ദ്വീപുകൾ സമയം
my: ကိုကိုးကျွန်း အချိန်
sw: Saa za Visiwa vya Cocos
tk: Kokos adalary wagty
vi: Giờ Quần Đảo Cocos

source: Colombia Time
cy: Amser Colombia
is: Kólumbíutími
km: ម៉ោង​នៅ​កូឡុំប៊ី
lb: Kolumbianesch Zäit
ml: കൊളംബിയ സമയം
my: ကိုလံဘီယာ အချိန်
sw: Saa za Kolombia
tk: Kolumbiýa wagty
vi: Giờ Colombia

source: Cook Islands Time
cy: Amser Ynysoedd Cook
is: Cooks-eyjatími
km: ម៉ោង​នៅប្រជុំ​កោះ​ខូក
lb: Cookinselen-Zäit
ml: കുക്ക് ദ്വീപുകൾ സമയം
my: ကွတ်ခ်ကျွန်းစု အချိန်
sw: Saa za Visiwa vya Cook
tk: Kuk adalary wagty
vi: Giờ Quần Đảo Cook

source: Cuba Time
cy: Amser Ciwba
is: Kúbutími
km: ម៉ោង​នៅ​គុយបា
lb: Kubanesch Zäit
ml: ക്യൂബ സമയം
my: ကျူးဘား အချိန်
sw: Saa za Kuba
tk: Kuba wagty
vi: Giờ Cuba

source: Davis Time
cy: Amser Davis
is: Davis-tími
km: ម៉ោង​នៅ​ដាវីស
lb: Davis-Zäit
ml: ഡേവിസ് സമയം
my: ဒေးဗစ် အချိန်
sw: Saa za Davis
tk: Deýwis wagty
vi: Giờ Davis

source: Dumont-d’Urville Time
cy: Amser Dumont-d’Urville
is: Tími á Dumont-d’Urville
km: ម៉ោង​នៅ​ឌុយម៉ុងដឺអ៊ុយវីល
lb: Dumont-d’Urville-Zäit
ml: ഡുമോണ്ട് ഡി ഉർവില്ലെ സമയം
my: ဒူးမော့တ် ဒါရ်ဗီးလ် အချိန်
sw: Saa za Dumont-d’Urville
tk: Dýumon-d-Ýurwil wagty
vi: Giờ Dumont-d’Urville

source: East Timor Time
cy: Amser Dwyrain Timor
is: Tími á Tímor-Leste
km: ម៉ោង​នៅ​​ទីម័រ​ខាង​កើត
lb: Osttimor-Zäit
ml: കിഴക്കൻ തിമോർ സമയം
my: အရှေ့တီမော အချိန်
sw: Saa za Timor Mashariki
tk: Gündogar Timor wagty
vi: Giờ Đông Timor

source: Easter Island Time
cy: Amser Ynys y Pasg
is: Páskaeyjutími
km: ម៉ោងនៅកោះអ៊ីស្ទ័រ
lb: Ouschterinsel-Zäit
ml: ഈസ്റ്റർ ദ്വീപ് സമയം
my: အီစတာကျွန်း အချိန်
sw: Saa za Kisiwa cha Easter
tk: Pasha adasy wagty
vi: Giờ Đảo Phục Sinh

source: Ecuador Time
cy: Amser Ecuador
is: Ekvadortími
km: ម៉ោង​នៅ​អេក្វាទ័រ
lb: Ecuadorianesch Zäit
ml: ഇക്വഡോർ സമയം
my: အီကွေဒေါ အချိန်
sw: Saa za Ekwado
tk: Ekwador wagty
vi: Giờ Ecuador

source: Central European Time
cy: Amser Canolbarth Ewrop
is: Mið-Evróputími
km: ម៉ោង​នៅ​អឺរ៉ុប​កណ្ដាល
lb: Mëtteleuropäesch Zäit
ml: സെൻട്രൽ യൂറോപ്യൻ സമയം
my: ဥရောပအလယ်ပိုင်း အချိန်
sw: Saa za Ulaya ya Kati
tk: Merkezi Ýewropa wagty
vi: Giờ Trung Âu

source: Eastern European Time
cy: Amser Dwyrain Ewrop
is: Austur-Evróputími
km: ម៉ោង​នៅ​អឺរ៉ុប​​ខាង​កើត​
lb: Osteuropäesch Zäit
ml: കിഴക്കൻ യൂറോപ്യൻ സമയം
my: အရှေ့ဥရောပ အချိန်
sw: Saa za Mashariki mwa Ulaya
tk: Gündogar Ýewropa wagty
vi: Giờ Đông Âu

source: Further-eastern European Time
cy: Amser Dwyrain Pell Ewrop
is: Staðartími Kalíníngrad
km: ម៉ោង​នៅ​ចុងបូព៌ានៃទ្វីប​អឺរ៉ុប​
ml: കിഴക്കേയറ്റത്തെ യൂറോപ്യൻ സമയം
my: အရှေ့ဖျား ဥရောပဒေသ အချိန်
sw: Saa za Mashariki zaidi mwa Ulaya
tk: Uzak Gündogar Ýewropa wagty
vi: Giờ Viễn đông Châu Âu

source: Western European Time
cy: Amser Gorllewin Ewrop
is: Vestur-Evróputími
km: ម៉ោង​នៅ​អឺរ៉ុប​ខាង​លិច
lb: Westeuropäesch Zäit
ml: പടിഞ്ഞാറൻ യൂറോപ്യൻ സമയം
my: အနောက်ဥရောပ အချိန်
sw: Saa za Magharibi mwa Ulaya
tk: Günbatar Ýewropa wagty
vi: Giờ Tây Âu

source: Falkland Islands Time
cy: Amser Ynysoedd Falklands/Malvinas
is: Falklandseyjatími
km: ម៉ោង​នៅ​ប្រជុំកោះ​ហ្វក់ឡែន
lb: Falklandinselen-Zäit
ml: ഫാക്ക്‌ലാൻഡ് ദ്വീപുകൾ സമയം
my: ဖော့ကလန်ကျွန်းစု အချိန်
sw: Saa za Visiwa vya Falkland
tk: Folklend adalary wagty
vi: Giờ Quần Đảo Falkland

source: Fiji Time
cy: Amser Fiji
is: Fídjíeyjatími
km: ម៉ោង​នៅ​ហ្វីជី
lb: Fidschi-Zäit
ml: ഫിജി സമയം
my: ဖီဂျီ အချိန်
sw: Saa za Fiji
tk: Fiji wagty
vi: Giờ Fiji

source: French Guiana Time
cy: Amser Guyane Ffrengig
is: Tími í Frönsku Gvæjana
km: ម៉ោង​នៅ​ហ្គីយ៉ាន​បារាំង
lb: Franséisch-Guayane-Zäit
ml: ഫ്രഞ്ച് ഗയാന സമയം
my: ပြင်သစ် ဂီအားနား အချိန်
sw: Saa za Guiana ya Ufaransa
tk: Fransuz Gwianasy wagty
vi: Giờ Guiana thuộc Pháp

source: French Southern & Antarctic Time
cy: Amser Tiroedd Ffrainc yn y De a’r Antarctig
is: Tími á frönsku suðurhafssvæðum og Suðurskautslandssvæði
km: ម៉ោងនៅបារាំងខាងត្បូង និងនៅអង់តាំងទិក
lb: Franséisch Süd- an Antarktisgebidder-Zäit
ml: ഫ്രഞ്ച് സതേൺ, അന്റാർട്ടിക് സമയം
my: ပြင်သစ်တောင်ပိုင်းနှင့် အန္တာတိတ် အချိန်
sw: Saa za Kusini mwa Ufaransa na Antaktiki
tk: Fransuz Günorta we Antarktika ýerleri wagty
vi: Giờ Nam Cực và Nam Nước Pháp

source: Greenwich Mean Time
cy: Amser Safonol Greenwich
is: Greenwich-staðaltími
km: ម៉ោងនៅគ្រីនវិច
lb: Mëttler Greenwich-Zäit
ml: ഗ്രീൻവിച്ച് മീൻ സമയം
my: ဂရင်းနစ် စံတော်ချိန်
sw: Saa za Greenwich
tk: Grinwiç ortaça wagty
vi: Giờ Trung bình Greenwich

source: Galapagos Time
cy: Amser Galapagos
is: Galapagos-tími
km: ម៉ោង​នៅ​កាឡាប៉ាកូស
lb: Galapagos-Zäit
ml: ഗാലപ്പഗോസ് സമയം
my: ဂါလားပါဂိုးစ် အချိန်
sw: Saa za Galapagos
tk: Galapagos adalary wagty
vi: Giờ Galapagos

source: Gambier Time
cy: Amser Gambier
is: Gambier-tími
km: ម៉ោង​នៅ​កាំបៀ
lb: Gambier-Zäit
ml: ഗാമ്പിയർ സമയം
my: ဂမ်ဘီယာ အချိန်
sw: Saa za Gambier
tk: Gambýe wagty
vi: Giờ Gambier

source: Georgia Time
cy: Amser Georgia
is: Georgíutími
km: ម៉ោង​នៅ​ហ្សកហ្ស៊ី
lb: Georgesch Zäit
ml: ജോർജ്ജിയ സമയം
my: ဂျော်ဂျီယာ အချိန်
sw: Saa za Jojia
tk: Gruziýa wagty
vi: Giờ Georgia

source: Gilbert Islands Time
cy: Amser Ynysoedd Gilbert
is: Tími á Gilbert-eyjum
km: ម៉ោង​នៅ​កោះ​កីប៊ឺត
lb: Gilbert-Inselen-Zäit
ml: ഗിൽബേർട്ട് ദ്വീപുകൾ സമയം
my: ဂီလ်ဘတ်ကျွန်းစု အချိန်
sw: Saa za Visiwa vya Gilbert
tk: Gilbert adalary wagty
vi: Giờ Quần Đảo Gilbert

source: East Greenland Time
cy: Amser Dwyrain yr Ynys Las
is: Austur-Grænlandstími
km: ម៉ោង​​នៅ​ហ្គ្រីនលែន​ខាង​កើត
lb: Ostgrönland-Zäit
ml: കിഴക്കൻ ഗ്രീൻലാൻഡ് സമയം
my: အရှေ့ဂရင်းလန်း အချိန်
sw: Saa za Greenland Mashariki
tk: Gündogar Grenlandiýa wagty
vi: Giờ Miền Đông Greenland

source: West Greenland Time
cy: Amser Gorllewin yr Ynys Las
is: Vestur-Grænlandstími
km: ម៉ោងនៅហ្គ្រីនលែនខាងលិច
lb: Westgrönland-Zäit
ml: പടിഞ്ഞാറൻ ഗ്രീൻലാൻഡ് സമയം
my: အနောက် ဂရင်းလန်း အချိန်
sw: Saa za Greenland Magharibi
tk: Günbatar Grenlandiýa wagty
vi: Giờ Miền Tây Greenland

source: Guam Standard Time
lb: Guam-Zäit
ml: ഗ്വാം സ്റ്റാൻഡേർഡ് സമയം
vi: Giờ Chuẩn Guam

source: Gulf Standard Time
cy: Amser Safonol y Gwlff
is: Staðaltími við Persaflóa
km: ម៉ោង​ស្តង់ដា​នៅ​កាល់
lb: Golf-Zäit
ml: ഗൾഫ് സ്റ്റാൻഡേർഡ് സമയം
my: ပင်လယ်ကွေ့ အချိန်
sw: Saa za Wastani za Gulf
tk: Pars aýlagy standart wagty
vi: Giờ Chuẩn Vùng Vịnh

source: Guyana Time
cy: Amser Guyana
is: Gvæjanatími
km: ម៉ោង​នៅ​ហ្គីយ៉ាន
lb: Guyana-Zäit
ml: ഗയാന സമയം
my: ဂိုင်ယာနာ အချိန်
sw: Saa za Guyana
tk: Gaýana wagty
vi: Giờ Guyana

source: Hawaii-Aleutian Time
cy: Amser Hawaii-Aleutian
is: Tími á Havaí og Aleúta
km: ម៉ោង​​នៅ​ហាវៃ-អាល់ដ្យូសិន
lb: Hawaii-Aleuten-Zäit
ml: ഹവായ്-അലൂഷ്യൻ സമയം
my: ဟာဝိုင်ယီ အယ်လူးရှန်း အချိန်
sw: Saa za Hawaii-Aleutian
tk: Gawaý-Aleut wagty
vi: Giờ Hawaii-Aleut

source: Hong Kong Time
cy: Amser Hong Kong
is: Hong Kong-tími
km: ម៉ោង​នៅ​ហុងកុង
lb: Hong-Kong-Zäit
ml: ഹോങ്കോങ്ങ് സമയം
my: ဟောင်ကောင် အချိန်
sw: Saa za Hong Kong
tk: Gonkong wagty
vi: Giờ Hồng Kông

source: Hovd Time
cy: Amser Hovd
is: Hovd-tími
km: ម៉ោង​នៅ​ហូវ
lb: Hovd-Zäit
ml: ഹോഡ് സമയം
my: ဟိုးဗ် အချိန်
sw: Saa za Hovd
tk: Howd wagty
vi: Giờ Hovd

source: India Standard Time
cy: Amser India
is: Indlandstími
km: ម៉ោង​ស្តង់ដារនៅ​ឥណ្ឌា
lb: Indesch Zäit
ml: ഇന്ത്യൻ സ്റ്റാൻഡേർഡ് സമയം
my: အိန္ဒိယ စံတော်ချိန်
sw: Saa za Wastani za India
tk: Hindistan standart wagty
vi: Giờ Chuẩn Ấn Độ

source: Indian Ocean Time
cy: Amser Cefnfor India
is: Indlandshafstími
km: ម៉ោង​នៅ​មហាសមុទ្រ​ឥណ្ឌា
lb: Indeschen Ozean-Zäit
ml: ഇന്ത്യൻ മഹാസമുദ്ര സമയം
my: အိန္ဒိယသမုဒ္ဒရာ အချိန်
sw: Saa za Bahari Hindi
tk: Hindi ummany wagty
vi: Giờ Ấn Độ Dương

source: Indochina Time
cy: Amser Indo-Tsieina
is: Indókínatími
km: ម៉ោង​នៅ​ឥណ្ឌូចិន
lb: Indochina-Zäit
ml: ഇൻഡോചൈന സമയം
my: အင်ဒိုချိုင်းနား အချိန်
sw: Saa za Indochina
tk: Hindihytaý wagty
vi: Giờ Đông Dương

source: Central Indonesia Time
cy: Amser Canolbarth Indonesia
is: Mið-Indónesíutími
km: ម៉ោង​នៅ​ឥណ្ឌូណេស៊ី​​​កណ្ដាល
lb: Zentralindonesesch Zäit
ml: മധ്യ ഇന്തോനേഷ്യ സമയം
my: အလယ်ပိုင်း အင်ဒိုနီးရှား အချိန်
sw: Saa za Indonesia ya Kati
tk: Merkezi Indoneziýa wagty
vi: Giờ Miền Trung Indonesia

source: Eastern Indonesia Time
cy: Amser Dwyrain Indonesia
is: Austur-Indónesíutími
km: ម៉ោង​នៅ​ឥណ្ឌូណេស៊ី​​ខាង​កើត
lb: Ostindonesesch Zäit
ml: കിഴക്കൻ ഇന്തോനേഷ്യ സമയം
my: အရှေ့ပိုင်း အင်ဒိုနီးရှား အချိန်
sw: Saa za Mashariki mwa Indonesia
tk: Gündogar Indoneziýa wagty
vi: Giờ Miền Đông Indonesia

source: Western Indonesia Time
cy: Amser Gorllewin Indonesia
is: Vestur-Indónesíutími
km: ម៉ោង​នៅ​ឥណ្ឌូណេស៊ី​​ខាង​លិច
lb: Westindonesesch Zäit
ml: പടിഞ്ഞാറൻ ഇന്തോനേഷ്യ സമയം
my: အနောက်ပိုင်း အင်ဒိုနီးရှား အချိန်
sw: Saa za Magharibi mwa Indonesia
tk: Günbatar Indoneziýa wagty
vi: Giờ Miền Tây Indonesia

source: Iran Time
cy: Amser Iran
is: Íranstími
km: ម៉ោង​នៅ​អ៊ីរ៉ង់
lb: Iranesch Zäit
ml: ഇറാൻ സമയം
my: အီရန် အချိန်
sw: Saa za Iran
tk: Eýran wagty
vi: Giờ Iran

source: Irkutsk Time
cy: Amser Irkutsk
is: Tími í Irkutsk
km: ម៉ោងនៅអៀរគុតស្កិ៍
lb: Irkutsk-Zäit
ml: ഇർകസ്ക് സമയം
my: အီရူခူတ် အချိန်
sw: Saa za Irkutsk
tk: Irkutsk wagty
vi: Giờ Irkutsk

source: Israel Time
cy: Amser Israel
is: Ísraelstími
km: ម៉ោង​នៅ​អ៊ីស្រាអែល
lb: Israelesch Zäit
ml: ഇസ്രായേൽ സമയം
my: အစ္စရေး အချိန်
sw: Saa za Israeli
tk: Ysraýyl wagty
vi: Giờ Israel

source: Japan Time
cy: Amser Japan
is: Japanstími
km: ម៉ោង​នៅ​ជប៉ុន
lb: Japanesch Zäit
ml: ജപ്പാൻ സമയം
my: ဂျပန် အချိန်
sw: Saa za Japan
tk: Ýaponiýa wagty
vi: Giờ Nhật Bản

source: Petropavlovsk-Kamchatski Time
is: Tími í Petropavlovsk-Kamchatski
lb: Kamtschatka-Zäit
ml: പെട്രോപാവ്‌ലോസ്ക് കംചാസ്കി സമയം
sw: Saa za Petropavlovsk-Kamchatski
vi: Giờ Petropavlovsk-Kamchatski

source: East Kazakhstan Time
cy: Amser Dwyrain Kazakhstan
is: Tími í Austur-Kasakstan
km: ម៉ោង​កាហ្សាក់ស្ថាន​​ខាង​កើត
lb: Ostkasachesch Zäit
ml: കിഴക്കൻ കസാഖിസ്ഥാൻ സമയം
my: အရှေ့ကာဇက်စတန် အချိန်
sw: Saa za Kazakhstan Mashariki
tk: Gündogar Gazagystan wagty
vi: Giờ Miền Đông Kazakhstan

source: West Kazakhstan Time
cy: Amser Gorllewin Kazakhstan
is: Tími í Vestur-Kasakstan
km: ម៉ោង​នៅ​កាហ្សាក់ស្ថាន​ខាង​​​លិច
lb: Westkasachesch Zäit
ml: പടിഞ്ഞാറൻ കസാഖിസ്ഥാൻ സമയം
my: အနောက်ကာဇက်စတန် အချိန်
sw: Saa za Kazakhstan Magharibi
tk: Günbatar Gazagystan wagty
vi: Giờ Miền Tây Kazakhstan

source: Korean Time
cy: Amser Corea
is: Kóreutími
km: ម៉ោង​នៅ​កូរ៉េ
lb: Koreanesch Zäit
ml: കൊറിയൻ സമയം
my: ကိုရီးယား အချိန်
sw: Saa za Korea
tk: Koreýa wagty
vi: Giờ Hàn Quốc

source: Kosrae Time
cy: Amser Kosrae
is: Kosrae-tími
km: ម៉ោង​នៅ​កូស្រៃ
lb: Kosrae-Zäit
ml: കൊസ്ര സമയം
my: ခိုစ်ရိုင် အချိန်
sw: Saa za Kosrae
tk: Kosraýe wagty
vi: Giờ Kosrae

source: Krasnoyarsk Time
cy: Amser Krasnoyarsk
is: Tími í Krasnoyarsk
km: ម៉ោង​នៅ​ក្រាណូយ៉ាស
lb: Krasnojarsk-Zäit
ml: ക്രാസ്‌നോയാർസ്‌ക് സമയം
my: ခရာ့စ်နိုရာစ် အချိန်
sw: Saa za Krasnoyarsk
tk: Krasnoýarsk wagty
vi: Giờ Krasnoyarsk

source: Kyrgyzstan Time
cy: Amser Kyrgyzstan
is: Kirgistan-tími
km: ម៉ោងនៅកៀហ្ស៊ីស៊ីស្ថាន
lb: Kirgisistan-Zäit
ml: കിർഗിസ്ഥാൻ സമയം
my: ကာဂျစ္စတန် အချိန်
sw: Saa za Kyrgystan
tk: Gyrgyzystan wagty
vi: Giờ Kyrgystan

source: Lanka Time
ml: ലങ്ക സമയം
my: သီရိလင်္ကာ အချိန်
vi: Giờ Lanka

source: Line Islands Time
cy: Amser Ynysoedd Line
is: Línueyja-tími
km: ម៉ោង​នៅ​កោះ​ឡាញ
lb: Linneninselen-Zäit
ml: ലൈൻ ദ്വീപുകൾ സമയം
my: လိုင်းကျွန်းစု အချိန်
sw: Saa za Visiwa vya Line
tk: Laýn adalary wagty
vi: Giờ Quần Đảo Line

source: Lord Howe Time
cy: Amser yr Arglwydd Howe
is: Tími á Lord Howe-eyju
km: ម៉ោង​នៅ​ឡតហៅ
lb: Lord-Howe-Zäit
ml: ലോർഡ് ഹോവ് സമയം
my: လော့ဒ်ဟောင် အချိန်
sw: Saa za Lord Howe
tk: Lord-Hau wagty
vi: Giờ Lord Howe

source: Macao Time
ml: മകൌ സമയം
my: မကာအို အချိန်
vi: Giờ Ma Cao

source: Macquarie Island Time
km: ម៉ោង​នៅ​កោះ​ម៉ាកគែរី
ml: മക്വാറി ദ്വീപ് സമയം
my: မက်ကွယ်ရီကျွန်း အချိန်
tk: Makkuori adasy wagty

source: Magadan Time
cy: Amser Magadan
is: Tími í Magadan
km: ម៉ោង​នៅ​ម៉ាហ្កាដាន
lb: Magadan-Zäit
ml: മഗാദൻ സമയം
my: မာဂါဒန်း အချိန်
sw: Saa za Magadan
tk: Magadan wagty
vi: Giờ Magadan

source: Malaysia Time
cy: Amser Malaysia
is: Malasíutími
km: ម៉ោង​នៅ​ម៉ាឡេស៊ី
lb: Malaysesch Zäit
ml: മലേഷ്യ സമയം
my: မလေးရှား အချိန်
sw: Saa za Malaysia
tk: Malaýziýa wagty
vi: Giờ Malaysia

source: Maldives Time
cy: Amser Y Maldives
is: Maldíveyja-tími
km: ម៉ោង​នៅ​ម៉ាល់ឌីវ
lb: Maldiven-Zäit
ml: മാലിദ്വീപുകൾ സമയം
my: မော်လဒိုက် အချိန်
sw: Saa za Maldives
tk: Maldiwler wagty
vi: Giờ Maldives

source: Marquesas Time
cy: Amser Marquises
is: Tími á Markgreifafrúreyjum
km: ម៉ោង​នៅ​កោះ​ម៉ាគឺសាស់
lb: Marquesas-Zäit
ml: മർക്കസസ് സമയം
my: မာခေးအပ်စ် အချိန်
sw: Saa za Marquesas
tk: Markiz adalary wagty
vi: Giờ Marquesas

source: Marshall Islands Time
cy: Amser Ynysoedd Marshall
is: Tími á Marshall-eyjum
km: ម៉ោង​នៅ​ម៉ាសាល
lb: Marshallinselen-Zäit
ml: മാർഷൽ ദ്വീപുകൾ സമയം
my: မာရှယ်ကျွန်းစု အချိန်
sw: Saa za Visiwa vya Marshall
tk: Marşall adalary wagty
vi: Giờ Quần Đảo Marshall

source: Mauritius Time
cy: Amser Mauritius
is: Máritíustími
km: ម៉ោង​នៅ​ម៉ូរីស
lb: Mauritius-Zäit
ml: മൗറീഷ്യസ് സമയം
my: မောရစ်ရှ် အချိန်
sw: Saa za Morisi
tk: Mawrikiý wagty
vi: Giờ Mauritius

source: Mawson Time
cy: Amser Mawson
is: Mawson-tími
km: ម៉ោង​នៅ​ម៉ៅ​សាន់
lb: Mawson-Zäit
ml: മാസൺ സമയം
my: မော်စွန် အချိန်
sw: Saa za Mawson
tk: Mouson wagty
vi: Giờ Mawson

source: Northwest Mexico Time
km: ម៉ោង​នៅ​ម៉ិកស៊ិកភាគពាយព្យ
ml: വടക്കുപടിഞ്ഞാറൻ മെക്സിക്കൻ സമയം
my: အနောက်တောင် မက္ကဆီကို အချိန်
tk: Demirgazyk-günbatar Meksika wagty

source: Mexican Pacific Time
cy: Amser Pasiffig Mecsico
is: Kyrrahafstími í Mexíkó
km: ម៉ោង​នៅ​ប៉ាស៊ីហ្វិក​ម៉ិកស៊ិក
lb: Mexikanesch Pazifikzäit
ml: മെക്സിക്കൻ പസഫിക് സമയം
my: မက္ကဆီကန် ပစိဖိတ် အချိန်
sw: Saa za pasifiki za Meksiko
tk: Meksikan Ýuwaş umman wagty
vi: Giờ Thái Bình Dương Mexico

source: Ulaanbaatar Time
cy: Amser Ulan Bator
is: Tími í Úlan Bator
km: ម៉ោង​នៅ​អ៊ូឡាន​បាទូ
lb: Ulaanbaatar-Zäit
ml: ഉലൻ ബറ്റർ സമയം
my: ဥလန်ဘာတော အချိန်
sw: Saa za Ulan Bator
tk: Ulan-Bator wagty
vi: Giờ Ulan Bator

source: Moscow Time
cy: Amser Moscfa
is: Moskvutími
km: ម៉ោង​នៅ​មូស្គូ
lb: Moskauer Zäit
ml: മോസ്കോ സമയം
my: မော်စကို အချိန်
sw: Saa za Moscow
tk: Moskwa wagty
vi: Giờ Matxcơva

source: Myanmar Time
cy: Amser Myanmar
is: Mjanmar-tími
km: ម៉ោង​នៅ​មីយ៉ាន់ម៉ា
lb: Myanmar-Zäit
ml: മ്യാൻമാർ സമയം
my: မြန်မာ အချိန်
sw: Saa za Myanmar
tk: Mýanma wagty
vi: Giờ Myanmar

source: Nauru Time
cy: Amser Nauru
is: Nárú-tími
km: ម៉ោង​នៅ​ណូរូ
lb: Nauru-Zäit
ml: നൗറു സമയം
my: နာဥူရူ အချိန်
sw: Saa za Nauru
tk: Nauru wagty
vi: Giờ Nauru

source: Nepal Time
cy: Amser Nepal
is: Nepaltími
km: ម៉ោងនៅនេប៉ាល់
lb: Nepalesesch Zäit
ml: നേപ്പാൾ സമയം
my: နီပေါ အချိန်
sw: Saa za Nepal
tk: Nepal wagty
vi: Giờ Nepal

source: New Caledonia Time
cy: Amser Caledonia Newydd
is: Tími í Nýju-Kaledóníu
km: ម៉ោង​នៅណូវ៉ែលកាឡេដូនៀ
lb: Neikaledonesch Zäit
ml: ന്യൂ കാലിഡോണിയ സമയം
my: နယူးကယ်လီဒိုးနီးယား အချိန်
sw: Saa za New Caledonia
tk: Täze Kaledoniýa wagty
vi: Giờ New Caledonia

source: New Zealand Time
cy: Amser Seland Newydd
is: Tími á Nýja-Sjálandi
km: ម៉ោង​នៅ​នូវែលសេឡង់
lb: Neiséiland-Zäit
ml: ന്യൂസിലാൻഡ് സമയം
my: နယူးဇီလန် အချိန်
sw: Saa za New Zealand
tk: Täze Zelandiýa wagty
vi: Giờ New Zealand

source: Newfoundland Time
cy: Amser Newfoundland
is: Tími á Nýfundnalandi
km: ម៉ោង​​នៅញូវហ្វោនឡែន
lb: Neifundland-Zäit
ml: ന്യൂഫൗണ്ട്‌ലാന്റ് സമയം
my: နယူးဖောင်လန် အချိန်
sw: Saa za Newfoundland
tk: Nýufaundlend wagty
vi: Giờ Newfoundland

source: Niue Time
cy: Amser Niue
is: Niue-tími
km: ម៉ោងនៅ​នីវ៉េ
lb: Niue-Zäit
ml: ന്യൂയി സമയം
my: နီဦးအေ အချိန်
sw: Saa za Niue
tk: Niue wagty
vi: Giờ Niue

source: Norfolk Island Time
cy: Amser Ynys Norfolk
is: Tími á Norfolk-eyju
km: ម៉ោង​នៅ​កោះ​ណ័រហ្វក់
lb: Norfolkinselen-Zäit
ml: നോർഫാക്ക് ദ്വീപ് സമയം
my: နောဖော့ခ်ကျွန်း အချိန်
sw: Saa za Kisiwa cha Norfolk
tk: Norfolk adasy wagty
vi: Giờ Đảo Norfolk

source: Fernando de Noronha Time
cy: Amser Fernando de Noronha
is: Tími í Fernando de Noronha
km: ម៉ោង​នៅហ្វ៊ែណាន់ដូ​ដឺណូរ៉ូញ៉ា
lb: Fernando-de-Noronha-Zäit
ml: ഫെർണാഡോ ഡി നൊറോൻഹ സമയം
my: ဖာနန်ဒိုးဒီနိုးရိုးညာ အချိန်
sw: Saa za Fernando de Noronha
tk: Fernandu-di-Noronýa wagty
vi: Giờ Fernando de Noronha

source: North Mariana Islands Time
ml: നോർത്ത് മറിയാനാ ദ്വീപുകൾ സമയം
vi: Giờ Quần Đảo Bắc Mariana

source: Novosibirsk Time
cy: Amser Novosibirsk
is: Tími í Novosibirsk
km: ម៉ោង​នៅ​ណូវ៉ូស៊ីប៊ីក
lb: Nowosibirsk-Zäit
ml: നോവോസിബിർസ്‌ക് സമയം
my: နိုဗိုစဲဘီအဲယ်စ် အချိန်
sw: Saa za Novosibirsk
tk: Nowosibirsk wagty
vi: Giờ Novosibirsk

source: Omsk Time
cy: Amser Omsk
is: Tími í Omsk
km: ម៉ោង​នៅ​អូម
lb: Omsk-Zäit
ml: ഓംസ്‌ക്ക് സമയം
my: အွမ်းစ်ခ် အချိန်
sw: Saa za Omsk
tk: Omsk wagty
vi: Giờ Omsk

source: Pakistan Time
cy: Amser Pakistan
is: Pakistantími
km: ម៉ោង​នៅ​ប៉ាគីស្ថាន
lb: Pakistanesch Zäit
ml: പാക്കിസ്ഥാൻ സമയം
my: ပါကစ္စတန် အချိန်
sw: Saa za Pakistan
tk: Pakistan wagty
vi: Giờ Pakistan

source: Palau Time
cy: Amser Palau
is: Palátími
km: ម៉ោង​នៅ​ផាឡៅ
lb: Palau-Zäit
ml: പലാവു സമയം
my: ပလာအို အချိန်
sw: Saa za Palau
tk: Palau wagty
vi: Giờ Palau

source: Papua New Guinea Time
cy: Amser Papua Guinea Newydd
is: Tími á Papúa Nýju-Gíneu
km: ម៉ោង​នៅប៉ាពូអាស៊ី នូវែលហ្គីណេ
lb: Papua-Neiguinea-Zäit
ml: പാപ്പുവ ന്യൂ ഗിനിയ സമയം
my: ပါပူအာနယူးဂီနီ အချိန်
sw: Saa za Papua New Guinea
tk: Papua - Täze Gwineýa wagty
vi: Giờ Papua New Guinea

source: Paraguay Time
cy: Amser Paraguay
is: Paragvætími
km: ម៉ោង​នៅ​ប៉ារ៉ាហ្គាយ
lb: Paraguayanesch Zäit
ml: പരാഗ്വേ സമയം
my: ပါရာဂွေး အချိန်
sw: Saa za Paragwai
tk: Paragwaý wagty
vi: Giờ Paraguay

source: Peru Time
cy: Amser Periw
is: Perútími
km: ម៉ោង​នៅ​ប៉េរូ
lb: Peruanesch Zäit
ml: പെറു സമയം
my: ပီရူး အချိန်
sw: Saa za Peru
tk: Peru wagty
vi: Giờ Peru

source: Philippine Time
cy: Amser Pilipinas
is: Filippseyjatími
km: ម៉ោង​នៅ​ហ្វីលីពីន
lb: Philippinnesch Zäit
ml: ഫിലിപ്പൈൻ സമയം
my: ဖိလစ်ပိုင် အချိန်
sw: Saa za Ufilipino
tk: Filippinler wagty
vi: Giờ Philippin

source: Phoenix Islands Time
cy: Amser Ynysoedd Phoenix
is: Fönixeyjatími
km: ម៉ោង​នៅ​កោះ​ផូនីក
lb: Phoenixinselen-Zäit
ml: ഫിനിക്‌സ് ദ്വീപുകൾ സമയം
my: ဖီးနစ်ကျွန်းစု အချိန်
sw: Saa za Visiwa vya Phoenix
tk: Feniks adalary wagty
vi: Giờ Quần Đảo Phoenix

source: St. Pierre & Miquelon Time
cy: Amser Saint-Pierre-et-Miquelon
is: Tími á Sankti Pierre og Miquelon
km: ម៉ោង​​​នៅសង់​ព្យែរ និង​មីគុយឡុង
lb: Saint-Pierre-a-Miquelon-Zäit
ml: സെന്റ് പിയറി ആൻഡ് മിക്വലൻ സമയം
my: စိန့်ပီအဲနှင့်မီခွီလွန်အချိန်
sw: Saa za Saint-Pierre na Miquelon
tk: Sen-Pýer we Mikelon
vi: Giờ St. Pierre và Miquelon

source: Pitcairn Time
cy: Amser Pitcairn
is: Pitcairn-tími
km: ម៉ោង​នៅ​ភីឃឺន
lb: Pitcairninselen-Zäit
ml: പിറ്റ്കേൻ സമയം
my: ပါတ်ကယ်ရင် အချိန်
sw: Saa za Pitcairn
tk: Pitkern wagty
vi: Giờ Pitcairn

source: Ponape Time
cy: Amser Pohnpei
is: Ponape-tími
km: ម៉ោង​នៅ​ប៉ូណាប់
lb: Ponape-Zäit
ml: പൊനാപ്പ് സമയം
my: ဖိုနာဖဲအ် အချိန်
sw: Saa za Ponape
tk: Ponape wagty
vi: Giờ Ponape

source: Pyongyang Time
cy: Amser Pyongyang
is: Tími í Pjongjang
km: ម៉ោងនៅព្យុងយ៉ាង
ml: പ്യോംഗ്‌യാംഗ് സമയം
my: ပြုံယန်း အချိန်
sw: Saa za Pyongyang
tk: Phenýan wagty
vi: Giờ Bình Nhưỡng

source: Qyzylorda Time
ml: ഖിസിലോർഡ സമയം
vi: Giờ Qyzylorda

source: Réunion Time
cy: Amser Réunion
is: Réunion-tími
km: ម៉ោងនៅរេអ៊ុយ៉ុង
lb: Réunion-Zäit
ml: റീയൂണിയൻ സമയം
my: ရီယူနီယံ အချိန်
sw: Saa za Reunion
tk: Reýunýon wagty
vi: Giờ Reunion

source: Rothera Time
cy: Amser Rothera
is: Rothera-tími
km: ម៉ោង​នៅ​រ៉ូធឺរ៉ា
lb: Rothera-Zäit
ml: റോഥെറ സമയം
my: ရိုသီရာ အချိန်
sw: Saa za Rothera
tk: Rotera wagty
vi: Giờ Rothera

source: Sakhalin Time
cy: Amser Sakhalin
is: Tími í Sakhalin
km: ម៉ោង​នៅ​សាក់ខាលីន
lb: Sakhalin-Zäit
ml: സഖാലിൻ സമയം
my: ဆာခါလင် အချိန်
sw: Saa za Sakhalin
tk: Sahalin wagty
vi: Giờ Sakhalin

source: Samara Time
cy: Amser Samara
is: Tími í Samara
lb: Samara-Zäit
ml: സമാര സമയം
sw: Saa za Samara
vi: Giờ Samara

source: Samoa Time
cy: Amser Samoa
is: Samóa-tími
km: ម៉ោង​នៅ​សាម័រ
lb: Samoa-Zäit
ml: സമോവ സമയം
my: ဆမိုအာ အချိန်
sw: Saa za Samoa
tk: Samoa wagty
vi: Giờ Samoa

source: Seychelles Time
cy: Amser Seychelles
is: Seychelles-eyjatími
km: ម៉ោង​នៅ​សីស្ហែល
lb: Seychellen-Zäit
ml: സീഷെൽസ് സമയം
my: ဆေးရှဲ အချိန်
sw: Saa za Ushelisheli
tk: Seýşel adalary wagty
vi: Giờ Seychelles

source: Singapore Standard Time
cy: Amser Singapore
is: Singapúrtími
km: ម៉ោង​នៅ​សិង្ហបូរី
lb: Singapur-Standardzäit
ml: സിംഗപ്പൂർ സ്റ്റാൻഡേർഡ് സമയം
my: စင်္ကာပူ အချိန်
sw: Saa za Wastani za Singapore
tk: Singapur wagty
vi: Giờ Singapore

source: Solomon Islands Time
cy: Amser Ynysoedd Solomon
is: Salómonseyjatími
km: ម៉ោង​នៅ​កោះ​សូឡូម៉ុន
lb: Salomoninselen-Zäit
ml: സോളമൻ ദ്വീപുകൾ സമയം
my: ဆော်လမွန်ကျွန်းစု အချိန်
sw: Saa za Visiwa vya Solomon
tk: Solomon adalary wagty
vi: Giờ Quần Đảo Solomon

source: South Georgia Time
cy: Amser De Georgia
is: Suður-Georgíutími
km: ម៉ោង​នៅ​កោះ​ហ្សកហ្ស៊ី
lb: Südgeorgesch Zäit
ml: ദക്ഷിണ ജോർജ്ജിയൻ സമയം
my: တောင်ဂျော်ဂျီယာ အချိန်
sw: Saa za Georgia Kusini
tk: Günorta Georgiýa wagty
vi: Giờ Nam Georgia

source: Suriname Time
cy: Amser Suriname
is: Súrinamtími
km: ម៉ោង​នៅ​សូរីណាម
lb: Suriname-Zäit
ml: സുരിനെയിം സമയം
my: စူးရီနာမ်အချိန်
sw: Saa za Suriname
tk: Surinam wagty
vi: Giờ Suriname

source: Syowa Time
cy: Amser Syowa
is: Syowa-tími
km: ម៉ោង​នៅ​ស៊ីអូវ៉ា
lb: Syowa-Zäit
ml: സയോവ സമയം
my: ရှိုဝါ အချိန်
sw: Saa za Syowa
tk: Sýowa wagty
vi: Giờ Syowa

source: Tahiti Time
cy: Amser Tahiti
is: Tahítí-tími
km: ម៉ោង​នៅ​តាហិទី
lb: Tahiti-Zäit
ml: താഹിതി സമയം
my: တဟီတီ အချိန်
sw: Saa za Tahiti
tk: Taiti wagty
vi: Giờ Tahiti

source: Taipei Time
cy: Amser Taipei
is: Taipei-tími
km: ម៉ោង​នៅ​តៃប៉ិ
lb: Taipei-Zäit
ml: തായ്‌പെയ് സമയം
my: ထိုင်ပေ အချိန်
sw: Saa za Taipei
tk: Taýbeý wagty
vi: Giờ Đài Bắc

source: Tajikistan Time
cy: Amser Tajicistan
is: Tadsjíkistan-tími
km: ម៉ោងនៅតាជីគីស្ថាន
lb: Tadschikistan-Zäit
ml: താജിക്കിസ്ഥാൻ സമയം
my: တာဂျစ်ကစ္စတန် အချိန်
sw: Saa za Tajikistan
tk: Täjigistan wagty
vi: Giờ Tajikistan

source: Tokelau Time
cy: Amser Tokelau
is: Tókelá-tími
km: ម៉ោង​នៅ​តូខេឡៅ
lb: Tokelau-Zäit
ml: ടോക്കെലൂ സമയം
my: တိုကီလာဥ အချိန်
sw: Saa za Tokelau
tk: Tokelau wagty
vi: Giờ Tokelau

source: Tonga Time
cy: Amser Tonga
is: Tongatími
km: ម៉ោង​នៅ​តុងហ្គា
lb: Tonganesch Zäit
ml: ടോംഗ സമയം
my: တွန်ဂါ အချိန်
sw: Saa za Tonga
tk: Tonga wagty
vi: Giờ Tonga

source: Chuuk Time
cy: Amser Chuuk
is: Chuuk-tími
km: ម៉ោង​នៅ​ចូអុក
lb: Chuuk-Zäit
ml: ചൂക്ക് സമയം
my: ချုခ် အချိန်
sw: Saa za Chuuk
tk: Çuuk wagty
vi: Giờ Chuuk

source: Turkmenistan Time
cy: Amser Tyrcmenistan
is: Túrkmenistan-tími
km: ម៉ោង​នៅ​តួកម៉េនីស្ថាន
lb: Turkmenistan-Zäit
ml: തുർക്ക്‌മെനിസ്ഥാൻ സമയം
my: တာ့ခ်မင်နစ္စတန် အချိန်
sw: Saa za Turkmenistan
tk: Türkmenistan wagty
vi: Giờ Turkmenistan

source: Tuvalu Time
cy: Amser Tuvalu
is: Túvalútími
km: ម៉ោង​នៅ​ទុយវ៉ាលូ
lb: Tuvalu-Zäit
ml: ടുവാലു സമയം
my: တူဗားလူ အချိန်
sw: Saa za Tuvalu
tk: Tuwalu wagty
vi: Giờ Tuvalu

source: Uruguay Time
cy: Amser Uruguay
is: Úrúgvætími
km: ម៉ោង​នៅ​អ៊ុយរូហ្គាយ
lb: Uruguayanesch Zäit
ml: ഉറുഗ്വേ സമയം
my: ဥရုဂွေး အချိန်
sw: Saa za Urugwai
tk: Urugwaý wagty
vi: Giờ Uruguay

source: Uzbekistan Time
cy: Amser Uzbekistan
is: Úsbekistan-tími
km: ម៉ោង​នៅ​អ៊ូសបេគីស្ថាន
lb: Usbekistan-Zäit
ml: ഉസ്‌ബെക്കിസ്ഥാൻ സമയം
my: ဥဇဘက်ကစ္စတန် အချိန်
sw: Saa za Uzbekistan
tk: Özbegistan wagty
vi: Giờ Uzbekistan

source: Vanuatu Time
cy: Amser Vanuatu
is: Vanúatú-tími
km: ម៉ោង​នៅ​វ៉ានូទូ
lb: Vanuatu-Zäit
ml: വന്വാതു സമയം
my: ဗနွားတူ အချိန်
sw: Saa za Vanuatu
tk: Wanuatu wagty
vi: Giờ Vanuatu

source: Venezuela Time
cy: Amser Venezuela
is: Venesúelatími
km: ម៉ោង​នៅ​វ៉េណេស៊ុយអេឡា
lb: Venezuela-Zäit
ml: വെനിസ്വേല സമയം
my: ဗင်နီဇွဲလား အချိန်
sw: Saa za Venezuela
tk: Wenesuela wagty
vi: Giờ Venezuela
