Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Morocco
cy: Moroco
is: Marokkó
km: ម៉ារ៉ុក
lb: Marokko
ml: മൊറോക്കൊ
my: မော်ရိုကို
tk: Marokko
vi: Ma-rốc

source: Monaco
is: Mónakó
km: ម៉ូណាកូ
ml: മൊണാക്കോ
my: မိုနာကို
tk: Monako

source: Moldova
cy: Moldofa
is: Moldóva
km: ម៉ុលដាវី
lb: Moldawien
ml: മൾഡോവ
my: မောလ်ဒိုဗာ
tk: Moldowa

source: Montenegro
is: Svartfjallaland
km: ម៉ុងតេណេហ្គ្រោ
ml: മോണ്ടെനെഗ്രോ
my: မွန်တီနိဂရိုး
tk: Çernogoriýa

source: St. Martin
cy: Saint Martin
is: Saint-Martin
km: សាំង​ម៉ាទីន
ml: സെന്റ് മാർട്ടിൻ
my: စိန့်မာတင်
tk: Sen-Marten

source: Madagascar
is: Madagaskar
km: ម៉ាដាហ្គាស្កា
lb: Madagaskar
ml: മഡഗാസ്കർ
my: မဒါဂတ်စကား
sw: Madagaska
tk: Madagaskar

source: Marshall Islands
cy: Ynysoedd Marshall
is: Marshalleyjar
km: កោះ​ម៉ាស់សល
lb: Marshallinselen
ml: മാർഷൽ ദ്വീപുകൾ
my: မာရှယ် ကျွန်းစု
sw: Visiwa vya Marshall
tk: Marşall adalary
vi: Quần đảo Marshall

source: North Macedonia
cy: Gogledd Macedonia
is: Norður-Makedónía
km: ម៉ាសេដ្វានខាងជើង
lb: Nordmazedonien
ml: നോർത്ത് മാസിഡോണിയ
my: မြောက် မက်ဆီဒိုးနီးယား
sw: Masedonia ya Kaskazini
tk: Demirgazyk Makedoniýa
vi: Bắc Macedonia

source: Mali
is: Malí
km: ម៉ាលី
ml: മാലി
my: မာလီ

source: Myanmar (Burma)
is: Mjanmar (Búrma)
km: មីយ៉ាន់ម៉ា (ភូមា)
lb: Myanmar
ml: മ്യാൻമാർ (ബർമ്മ)
my: မြန်မာ
tk: Mýanma (Birma)
vi: Myanmar (Miến Điện)

source: Mongolia
is: Mongólía
km: ម៉ុងហ្គោលី
lb: Mongolei
ml: മംഗോളിയ
my: မွန်ဂိုးလီးယား
tk: Mongoliýa
vi: Mông Cổ

source: Macao
cy: Macau
is: Makaó
km: ម៉ាកាវ
lb: Macau
ml: മക്കാവു
my: မကာအို
sw: Makau
tk: Makao

source: Northern Mariana Islands
cy: Ynysoedd Gogledd Mariana
is: Norður-Maríanaeyjar
km: កោះ​ម៉ារីណា​ខាង​ជើង
lb: Nërdlech Marianen
ml: ഉത്തര മറിയാനാ ദ്വീപുകൾ
my: မြောက်ပိုင်းမာရီအာနာကျွန်းစု
sw: Visiwa vya Mariana vya Kaskazini
tk: Demirgazyk Mariana adalary
vi: Quần đảo Bắc Mariana

source: Martinique
is: Martiník
km: ម៉ាទីនីក
ml: മാർട്ടിനിക്ക്
my: မာတီနိခ်
tk: Martinika

source: Mauritania
is: Máritanía
km: ម៉ូរីតានី
lb: Mauretanien
ml: മൗറിറ്റാനിയ
my: မော်ရီတေးနီးယား
sw: Moritania
tk: Mawritaniýa

source: Montserrat
km: ម៉ុងស៊ែរ៉ា
ml: മൊണ്ടെസരത്ത്
my: မောင့်စဲရက်
tk: Monserrat

source: Malta
km: ម៉ាល់ត៍
ml: മാൾട്ട
my: မောလ်တာ

source: Mauritius
is: Máritíus
km: ម៉ូរីស
ml: മൗറീഷ്യസ്
my: မောရစ်ရှ
sw: Morisi
tk: Mawrikiý

source: Maldives
cy: Y Maldives
is: Maldíveyjar
km: ម៉ាល់ឌីវ
lb: Maldiven
ml: മാലിദ്വീപ്
my: မော်လ်ဒိုက်
sw: Maldivi
tk: Maldiwler

source: Malawi
is: Malaví
km: ម៉ាឡាវី
ml: മലാവി
my: မာလာဝီ

source: Mexico
cy: Mecsico
is: Mexíkó
km: ម៉ិកស៊ិក
lb: Mexiko
ml: മെക്സിക്കോ
my: မက်ကဆီကို
sw: Meksiko
tk: Meksika

source: Malaysia
is: Malasía
km: ម៉ាឡេស៊ី
ml: മലേഷ്യ
my: မလေးရှား
sw: Malesia
tk: Malaýziýa

source: Mozambique
is: Mósambík
km: ម៉ូសំប៊ិក
lb: Mosambik
ml: മൊസാംബിക്ക്
my: မိုဇမ်ဘစ်
sw: Msumbiji
tk: Mozambik

source: Namibia
is: Namibía
km: ណាមីប៊ី
ml: നമീബിയ
my: နမီးဘီးယား
tk: Namibiýa

source: New Caledonia
cy: Caledonia Newydd
is: Nýja-Kaledónía
km: នូវែល​កាឡេដូនី
lb: Neikaledonien
ml: ന്യൂ കാലിഡോണിയ
my: နယူး ကယ်လီဒိုနီးယား
tk: Täze Kaledoniýa

source: Niger
is: Níger
km: នីហ្សេ
ml: നൈജർ
my: နိုင်ဂျာ

source: Norfolk Island
cy: Ynys Norfolk
is: Norfolkeyja
km: កោះ​ណ័រហ្វក់
lb: Norfolkinsel
ml: നോർഫോക് ദ്വീപ്
my: နောဖုတ်ကျွန်း
sw: Kisiwa cha Norfolk
tk: Norfolk adasy
vi: Đảo Norfolk

source: Nigeria
is: Nígería
km: នីហ្សេរីយ៉ា
ml: നൈജീരിയ
my: နိုင်ဂျီးရီးယား
tk: Nigeriýa

source: Nicaragua
is: Níkaragva
km: នីការ៉ាហ្គា
ml: നിക്കരാഗ്വ
my: နီကာရာဂွါ
sw: Nikaragwa
tk: Nikaragua

source: Netherlands
cy: Yr Iseldiroedd
is: Holland
km: ហូឡង់
lb: Holland
ml: നെതർലാൻഡ്‌സ്
my: နယ်သာလန်
sw: Uholanzi
tk: Niderlandlar
vi: Hà Lan

source: Norway
cy: Norwy
is: Noregur
km: ន័រវែស
lb: Norwegen
ml: നോർവെ
my: နော်ဝေ
tk: Norwegiýa
vi: Na Uy

source: Nepal
km: នេប៉ាល់
ml: നേപ്പാൾ
my: နီပေါ

source: Nauru
is: Nárú
km: ណូរូ
ml: നൗറു
my: နော်ရူး

source: Niue
km: ណៀ
ml: ന്യൂയി
my: နီဥူအေ

source: New Zealand
cy: Seland Newydd
is: Nýja-Sjáland
km: នូវែល​សេឡង់
lb: Neiséiland
ml: ന്യൂസിലാൻറ്
my: နယူးဇီလန်
sw: Nyuzilandi
tk: Täze Zelandiýa

source: Oman
is: Óman
km: អូម៉ង់
ml: ഒമാൻ
my: အိုမန်

source: Panama
km: ប៉ាណាម៉ា
ml: പനാമ
my: ပနားမား

source: Peru
cy: Periw
is: Perú
km: ប៉េរូ
ml: പെറു
my: ပီရူး

source: French Polynesia
cy: Polynesia Ffrengig
is: Franska Pólýnesía
km: ប៉ូលី​ណេស៊ី​បារាំង
lb: Franséisch-Polynesien
ml: ഫ്രഞ്ച് പോളിനേഷ്യ
my: ပြင်သစ် ပေါ်လီနီးရှား
sw: Polynesia ya Ufaransa
tk: Fransuz Polineziýasy
vi: Polynesia thuộc Pháp

source: Papua New Guinea
cy: Papua Guinea Newydd
is: Papúa Nýja-Gínea
km: ប៉ាពូអាស៊ី​នូវែលហ្គីណេ
lb: Papua-Neiguinea
ml: പാപ്പുവ ന്യൂ ഗിനിയ
my: ပါပူအာ နယူးဂီနီ
tk: Papua - Täze Gwineýa

source: Philippines
cy: Y Philipinau
is: Filippseyjar
km: ហ្វ៊ីលីពីន
lb: Philippinnen
ml: ഫിലിപ്പീൻസ്
my: ဖိလစ်ပိုင်
sw: Ufilipino
tk: Filippinler

source: Pakistan
km: ប៉ាគីស្ថាន
ml: പാക്കിസ്ഥാൻ
my: ပါကစ္စတန်
sw: Pakistani

source: Poland
cy: Gwlad Pwyl
is: Pólland
km: ប៉ូឡូញ
lb: Polen
ml: പോളണ്ട്
my: ပိုလန်
tk: Polşa
vi: Ba Lan

source: St. Pierre & Miquelon
cy: Saint-Pierre-et-Miquelon
is: Sankti Pierre og Miquelon
km: សង់ព្យែរ និង​មីគីឡុង
lb: St. Pierre a Miquelon
ml: സെന്റ് പിയറി ആൻഡ് മിക്വലൻ
my: စိန့်ပီအဲရ်နှင့် မီကွီလွန်
sw: Santapierre na Miquelon
tk: Sen-Pýer we Mikelon
vi: Saint Pierre và Miquelon

source: Pitcairn Islands
cy: Ynysoedd Pitcairn
is: Pitcairn-eyjar
km: កោះ​ភីតកាន
lb: Pitcairninselen
ml: പിറ്റ്‌കെയ്‌ൻ ദ്വീപുകൾ
my: ပစ်တ်ကိန်းကျွန်းစု
sw: Visiwa vya Pitcairn
tk: Pitkern adalary
vi: Quần đảo Pitcairn

source: Puerto Rico
is: Púertó Ríkó
km: ព័រតូរីកូ
ml: പോർട്ടോ റിക്കോ
my: ပေါ်တိုရီကို
tk: Puerto-Riko

source: Palestine
cy: Palesteina
is: Palestína
km: ប៉ាឡេស្ទីន
lb: Palestina
ml: പലസ്‌തീൻ
my: ပါလက်စတိုင်း
sw: Palestina
tk: Palestina

source: Portugal
cy: Portiwgal
is: Portúgal
km: ព័រទុយហ្កាល់
ml: പോർച്ചുഗൽ
my: ပေါ်တူဂီ
sw: Ureno
tk: Portugaliýa
vi: Bồ Đào Nha

source: Palau
is: Palá
km: ផៅឡូ
ml: പലാവു
my: ပလာအို

source: Paraguay
is: Paragvæ
km: ប៉ារ៉ាហ្គាយ
ml: പരാഗ്വേ
my: ပါရာဂွေး
tk: Paragwaý

source: Qatar
is: Katar
km: កាតា
lb: Katar
ml: ഖത്തർ
my: ကာတာ
tk: Katar

source: Outlying Oceania
cy: Oceania Bellennig
is: Ytri Eyjaálfa
km: តំបន់ជាយអូសេអានី
lb: Baussecht Ozeanien
ml: ദ്വീപസമൂഹം
my: သမုဒ္ဒရာ အပြင်ဘက်ရှိ ကျွန်းနိုင်ငံများ
sw: Oceania ya Nje
tk: Daşky Okeaniýa
vi: Vùng xa xôi thuộc Châu Đại Dương

source: Réunion
km: រេអុយញ៉ុង
ml: റീയൂണിയൻ
my: ရီယူနီယန်
sw: Reunion
tk: Reýunýon

source: Romania
cy: Rwmania
is: Rúmenía
km: រូម៉ានី
lb: Rumänien
ml: റൊമാനിയ
my: ရိုမေးနီးယား
tk: Rumyniýa

source: Serbia
is: Serbía
km: សែប៊ី
lb: Serbien
ml: സെർബിയ
my: ဆားဘီးယား
tk: Serbiýa

source: Russia
cy: Rwsia
is: Rússland
km: រុស្ស៊ី
lb: Russland
ml: റഷ്യ
my: ရုရှား
sw: Urusi
tk: Russiýa
vi: Nga

source: Rwanda
is: Rúanda
km: រវ៉ាន់ដា
lb: Ruanda
ml: റുവാണ്ട
my: ရဝန်ဒါ
tk: Ruanda

source: Saudi Arabia
is: Sádi-Arabía
km: អារ៉ាប៊ីសាអូឌីត
lb: Saudi-Arabien
ml: സൗദി അറേബ്യ
my: ဆော်ဒီအာရေးဘီးယား
sw: Saudia
tk: Saud Arabystany
vi: Ả Rập Xê-út

source: Solomon Islands
cy: Ynysoedd Solomon
is: Salómonseyjar
km: កោះ​សូឡូម៉ុង
lb: Salomonen
ml: സോളമൻ ദ്വീപുകൾ
my: ဆော်လမွန်ကျွန်းစု
sw: Visiwa vya Solomon
tk: Solomon adalary
vi: Quần đảo Solomon

source: Seychelles
is: Seychelles-eyjar
km: សីស្ហែល
lb: Seychellen
ml: സീഷെൽസ്
my: ဆေးရှဲ
sw: Ushelisheli
tk: Seýşel adalary

source: Sudan
cy: Swdan
is: Súdan
km: ស៊ូដង់
ml: സുഡാൻ
my: ဆူဒန်

source: Sweden
is: Svíþjóð
km: ស៊ុយអែត
lb: Schweden
ml: സ്വീഡൻ
my: ဆွီဒင်
sw: Uswidi
tk: Şwesiýa
vi: Thụy Điển

source: Singapore
is: Singapúr
km: សិង្ហបុរី
lb: Singapur
ml: സിംഗപ്പൂർ
my: စင်္ကာပူ
tk: Singapur

source: St. Helena
cy: Saint Helena
is: Sankti Helena
km: សង់​ហេឡេណា
ml: സെന്റ് ഹെലീന
my: စိန့်ဟယ်လယ်နာ
tk: Keramatly Ýelena adasy

source: Slovenia
cy: Slofenia
is: Slóvenía
km: ស្លូវេនី
lb: Slowenien
ml: സ്ലോവേനിയ
my: ဆလိုဗေးနီးယား
tk: Sloweniýa

source: Svalbard & Jan Mayen
cy: Svalbard a Jan Mayen
is: Svalbarði og Jan Mayen
km: ស្វាលបាដ និង ហ្សង់ម៉ាយេន
lb: Svalbard a Jan Mayen
ml: സ്വാൽബാഡും ജാൻ മായേനും
my: စဗိုလ်ဘတ်နှင့်ဂျန်မေရန်
sw: Svalbard na Jan Mayen
tk: Şpisbergen we Ýan-Maýen
vi: Svalbard và Jan Mayen

source: Slovakia
cy: Slofacia
is: Slóvakía
km: ស្លូវ៉ាគី
lb: Slowakei
ml: സ്ലോവാക്യ
my: ဆလိုဗက်ကီးယား
tk: Slowakiýa

source: Sierra Leone
is: Síerra Leóne
km: សៀរ៉ាឡេអូន
ml: സിയെറ ലിയോൺ
my: ဆီယာရာ လီယွန်း
sw: Siera Leoni
tk: Sýerra-Leone

source: San Marino
is: San Marínó
km: សាន​ម៉ារីណូ
ml: സാൻ മറിനോ
my: ဆန်မာရီနို

source: Senegal
km: សេណេហ្គាល់
ml: സെനഗൽ
my: ဆီနီဂေါ
sw: Senegali

source: Somalia
is: Sómalía
km: សូម៉ាលី
ml: സോമാലിയ
my: ဆိုမာလီယာ
tk: Somali

source: Suriname
is: Súrínam
km: សូរីណាម
ml: സുരിനാം
my: ဆူရာနမ်
tk: Surinam

source: South Sudan
cy: De Swdan
is: Suður-Súdan
km: ស៊ូដង់​ខាង​ត្បូង
lb: Südsudan
ml: ദക്ഷിണ സുഡാൻ
my: တောင် ဆူဒန်
sw: Sudan Kusini
tk: Günorta Sudan
vi: Nam Sudan

source: São Tomé & Príncipe
cy: São Tomé a Príncipe
is: Saó Tóme og Prinsípe
km: សៅតូម៉េ និង ប្រាំងស៊ីប
lb: São Tomé a Príncipe
ml: സാവോ ടോമും പ്രിൻസിപെയും
my: ဆောင်တူမေးနှင့် ပရင်စီပီ
sw: Sao Tome na Principe
tk: San-Tome we Prinsipi
vi: São Tomé và Príncipe

source: El Salvador
km: អែលសាល់វ៉ាឌ័រ
ml: എൽ സാൽവദോർ
my: အယ်လ်ဆာဗေးဒိုး
tk: Salwador

source: Sint Maarten
km: សីង​ម៉ាធីន
ml: സിന്റ് മാർട്ടെൻ
my: စင့်မာတင်
tk: Sint-Marten

source: Syria
is: Sýrland
km: ស៊ីរី
lb: Syrien
ml: സിറിയ
my: ဆီးရီးယား
tk: Siriýa

source: Eswatini
is: Svasíland
km: ស្វាស៊ីឡង់
lb: Swasiland
ml: സ്വാസിലൻഡ്
my: ဆွာဇီလန်

source: Tristan da Cunha
km: ទ្រីស្តង់​ដា​ចូនហា
ml: ട്രിസ്റ്റൻ ഡ കൂന
my: ထရစ္စတန် ဒါ ကွန်ဟာ
tk: Tristan-da-Kunýa

source: Turks & Caicos Islands
cy: Ynysoedd Turks a Caicos
is: Turks- og Caicoseyjar
km: កោះ​ទួគ និង កៃកូស
lb: Turks- a Caicosinselen
ml: ടർക്ക്‌സും കെയ്‌ക്കോ ദ്വീപുകളും
my: တခ်စ်နှင့်ကာအီကိုစ်ကျွန်းစု
sw: Visiwa vya Turks na Caicos
tk: Terks we Kaýkos adalary
vi: Quần đảo Turks và Caicos

source: Chad
cy: Tsiad
is: Tsjad
km: ឆាដ
lb: Tschad
ml: ഛാഡ്
my: ချဒ်
tk: Çad

source: French Southern Territories
cy: Tiroedd Deheuol ac Antarctig Ffrainc
is: Frönsku suðlægu landsvæðin
km: ដែនដី​បារាំង​នៅ​ភាគខាងត្បូង
lb: Franséisch Süd- an Antarktisgebidder
ml: ഫ്രഞ്ച് ദക്ഷിണ ഭൂപ്രദേശം
my: ပြင်သစ် တောင်ပိုင်း ပိုင်နက်များ
sw: Himaya za Kusini za Kifaranza
tk: Fransuz günorta territoriýalary
vi: Lãnh thổ phía Nam Thuộc Pháp

source: Togo
is: Tógó
km: តូហ្គោ
ml: ടോഗോ
my: တိုဂို

source: Thailand
cy: Gwlad Thai
is: Taíland
km: ថៃ
ml: തായ്‌ലാൻഡ്
my: ထိုင်း
sw: Tailandi
tk: Taýland
vi: Thái Lan

source: Tajikistan
cy: Tajicistan
is: Tadsíkistan
km: តាហ្ស៊ីគីស្ថាន
lb: Tadschikistan
ml: താജിക്കിസ്ഥാൻ
my: တာဂျီကစ္စတန်
sw: Tajikistani
tk: Täjigistan

source: Tokelau
is: Tókelá
km: តូខេឡៅ
ml: ടോക്കെലൂ
my: တိုကလောင်

source: Timor-Leste
is: Tímor-Leste
km: ទីម័រលេស្តេ
lb: Osttimor
ml: തിമോർ-ലെസ്റ്റെ
my: အရှေ့တီမော

source: Turkmenistan
cy: Tyrcmenistan
is: Túrkmenistan
km: តួកម៉េនីស្ថាន
ml: തുർക്ക്മെനിസ്ഥാൻ
my: တာ့ခ်မင်နစ္စတန်
tk: Türkmenistan

source: Tunisia
cy: Tiwnisia
is: Túnis
km: ទុយនីស៊ី
lb: Tunesien
ml: ടുണീഷ്യ
my: တူနီးရှား
tk: Tunis

source: Tonga
km: តុងហ្គា
ml: ടോംഗ
my: တွန်ဂါ

source: Turkey
km: តួកគី
ml: തുർക്കി
my: တူရကီ
tk: Türkiýe

source: Trinidad & Tobago
cy: Trinidad a Tobago
is: Trínidad og Tóbagó
km: ទ្រីនីដាត និង​តូបាហ្គោ
lb: Trinidad an Tobago
ml: ട്രിനിഡാഡും ടുബാഗോയും
my: ထရီနီဒတ်နှင့် တိုဘက်ဂို
sw: Trinidad na Tobago
tk: Trinidad we Tobago
vi: Trinidad và Tobago

source: Tuvalu
is: Túvalú
km: ទូវ៉ាលូ
ml: ടുവാലു
my: တူဗားလူ
tk: Tuwalu

source: Taiwan
is: Taívan
km: តៃវ៉ាន់
ml: തായ്‌വാൻ
my: ထိုင်ဝမ်
tk: Taýwan
vi: Đài Loan

source: Tanzania
is: Tansanía
km: តង់សានី
lb: Tansania
ml: ടാൻസാനിയ
my: တန်ဇန်းနီးယား
tk: Tanzaniýa

source: Ukraine
cy: Wcráin
is: Úkraína
km: អ៊ុយក្រែន
lb: Ukrain
ml: ഉക്രെയ്‌ൻ
my: ယူကရိန်း
tk: Ukraina
vi: Ukraina

source: Uganda
is: Úganda
km: អ៊ូហ្គង់ដា
ml: ഉഗാണ്ട
my: ယူဂန်းဒါး

source: U.S. Outlying Islands
cy: Ynysoedd Pellennig UDA
is: Smáeyjar Bandaríkjanna
km: កោះ​អៅឡាយីង​អាមេរិក
lb: Amerikanesch-Ozeanien
ml: യു.എസ്. ദ്വീപസമൂഹങ്ങൾ
my: ယူနိုက်တက်စတိတ် ကျွန်းနိုင်ငံများ
sw: Visiwa Vidogo vya Nje vya Marekani
tk: ABŞ-nyň daşarky adalary
vi: Các tiểu đảo xa của Hoa Kỳ

source: United Nations
cy: Y Cenhedloedd Unedig
is: Sameinuðu þjóðirnar
km: អង្គការសហប្រជាជាតិ
ml: ഐക്യരാഷ്ട്രസഭ
my: ကုလသမဂ္ဂ
sw: Umoja wa Mataifa
tk: Birleşen Milletler Guramasy
vi: Liên hiệp quốc

source: United States
cy: Yr Unol Daleithiau
is: Bandaríkin
km: សហរដ្ឋអាមេរិក
lb: Vereenegt Staaten
ml: അമേരിക്കൻ ഐക്യനാടുകൾ
my: အမေရိကန် ပြည်ထောင်စု
sw: Marekani
tk: Amerikanyň Birleşen Ştatlary
vi: Hoa Kỳ

source: Uruguay
is: Úrúgvæ
km: អ៊ុយរូហ្គាយ
ml: ഉറുഗ്വേ
my: ဥရုဂွေး
tk: Urugwaý

source: Uzbekistan
is: Úsbekistan
km: អ៊ូសបេគីស្ថាន
lb: Usbekistan
ml: ഉസ്‌ബെക്കിസ്ഥാൻ
my: ဥဇဘက်ကစ္စတန်
sw: Uzibekistani
tk: Özbegistan

source: Vatican City
cy: Y Fatican
is: Vatíkanið
km: បុរី​វ៉ាទីកង់
lb: Vatikanstad
ml: വത്തിക്കാൻ
my: ဗာတီကန်စီးတီး
sw: Mji wa Vatican
tk: Watikan
vi: Thành Vatican

source: St. Vincent & Grenadines
cy: Saint Vincent a’r Grenadines
is: Sankti Vinsent og Grenadíneyjar
km: សាំង​វ៉ាំងសង់ និង ហ្គ្រេណាឌីន
lb: St. Vincent an d’Grenadinnen
ml: സെന്റ് വിൻസെന്റും ഗ്രനെഡൈൻസും
my: စိန့်ဗင်းဆင့်နှင့် ဂရိနေဒိုင်
sw: St. Vincent na Grenadines
tk: Sent-Winsent we Grenadinler
vi: St. Vincent và Grenadines

source: Venezuela
is: Venesúela
km: វ៉េណេស៊ុយអេឡា
ml: വെനിസ്വേല
my: ဗင်နီဇွဲလား
tk: Wenesuela

source: British Virgin Islands
cy: Ynysoedd Gwyryf Prydain
is: Bresku Jómfrúaeyjar
km: កោះ​វឺជិន​ចក្រភព​អង់គ្លេស
lb: Britesch Joffereninselen
ml: ബ്രിട്ടീഷ് വെർജിൻ ദ്വീപുകൾ
my: ဗြိတိသျှ ဗာဂျင်း ကျွန်းစု
sw: Visiwa vya Virgin, Uingereza
tk: Britan Wirgin adalary
vi: Quần đảo Virgin thuộc Anh

source: U.S. Virgin Islands
cy: Ynysoedd Gwyryf yr Unol Daleithiau
is: Bandarísku Jómfrúaeyjar
km: កោះ​វឺជីន​អាមេរិក
lb: Amerikanesch Joffereninselen
ml: യു.എസ്. വെർജിൻ ദ്വീപുകൾ
my: ယူအက်စ် ဗာဂျင်း ကျွန်းစု
sw: Visiwa vya Virgin, Marekani
tk: ABŞ-nyň Wirgin adalary
vi: Quần đảo Virgin thuộc Hoa Kỳ

source: Vietnam
cy: Fietnam
is: Víetnam
km: វៀតណាម
ml: വിയറ്റ്നാം
my: ဗီယက်နမ်
sw: Vietnamu
tk: Wýetnam
vi: Việt Nam

source: Vanuatu
is: Vanúatú
km: វ៉ានូទូ
ml: വന്വാതു
my: ဗနွားတူ
tk: Wanuatu

source: Wallis & Futuna
cy: Wallis a Futuna
is: Wallis- og Fútúnaeyjar
km: វ៉ាលីស និង​ហ្វូទូណា
lb: Wallis a Futuna
ml: വാലിസ് ആന്റ് ഫ്യൂച്യുന
my: ဝေါလစ်နှင့် ဖူကျူးနား
sw: Wallis na Futuna
tk: Uollis we Futuna
vi: Wallis và Futuna

source: Samoa
is: Samóa
km: សាម័រ
ml: സമോവ
my: ဆမိုးအား

source: Pseudo-Accents
cy: Acenion Ffug
is: gervihreimur
ml: കൃത്രിമ ഉച്ചാരണം
my: နိုင်ငံခြားသံ
sw: Lafudhi Bandia
tk: psewdo-şiweler

source: Pseudo-Bidi
cy: Bidi Ffug
is: gervistaður
ml: സൂഡോ-ബായഡീ
my: စာပြောင်းပြန်
sw: Lafudhi Bidi
tk: psewdo-bidi

source: Kosovo
is: Kósóvó
km: កូសូវ៉ូ
ml: കൊസോവൊ
my: ကိုဆိုဗို
tk: Kosowo

source: Yemen
is: Jemen
km: យេម៉ែន
lb: Jemen
ml: യെമൻ
my: ယီမင်
sw: Yemeni
tk: Ýemen

source: Mayotte
km: ម៉ាយុត
ml: മയോട്ടി
my: မေယော့
tk: Maýotta

source: South Africa
cy: De Affrica
is: Suður-Afríka
km: អាហ្វ្រិកខាងត្បូង
lb: Südafrika
ml: ദക്ഷിണാഫ്രിക്ക
my: တောင်အာဖရိက
sw: Afrika Kusini
tk: Günorta Afrika
vi: Nam Phi

source: Zambia
is: Sambía
km: សំប៊ី
lb: Sambia
ml: സാംബിയ
my: ဇမ်ဘီယာ
tk: Zambiýa

source: Zimbabwe
is: Simbabve
km: ស៊ីមបាវ៉េ
lb: Simbabwe
ml: സിംബാബ്‌വേ
my: ဇင်ဘာဘွေ

source: Unknown Region
cy: Rhanbarth Anhysbys
is: Óþekkt svæði
km: តំបន់មិនស្គាល់
lb: Onbekannt Regioun
ml: അജ്ഞാത പ്രദേശം
my: မသိ (သို့) မရှိသော ဒေသ
sw: Eneo lisilojulikana
tk: Näbelli sebit
vi: Vùng không xác định

source: Afar
cy: Affareg
is: afár
km: អាហ្វារ
ml: അഫാർ
my: အာဖာ
sw: Kiafar
tk: afar dili
vi: Tiếng Afar

source: Abkhazian
cy: Abchaseg
is: abkasíska
km: អាប់ខាហ៊្សាន
lb: Abchasesch
ml: അബ്‌ഖാസിയൻ
my: အဘ်ခါဇီရာ
sw: Kiabkhazi
tk: abhaz dili
vi: Tiếng Abkhazia

source: Achinese
km: អាកហ៊ីនឺស
ml: അചിനീസ്
my: အာချေး
tk: açeh dili

source: Acoli
lb: Acholi-Sprooch
ml: അകോലി
sw: Kiakoli
vi: Tiếng Acoli

source: Adangme
cy: Adangmeg
km: អាដេងមី
ml: അഡാങ്‌മി
my: ဒန်မဲ
sw: Kiadangme
tk: adangme dili
vi: Tiếng Adangme

source: Adyghe
cy: Circaseg Gorllewinol
is: adýge
km: អាឌីហ្គី
lb: Adygéiesch
ml: അഡൈഗേ
my: အဒိုင်ဂီ
sw: Kiadyghe
tk: adygeý dili
vi: Tiếng Adyghe

source: Avestan
cy: Afestaneg
is: avestíska
km: អាវេស្ថាន
lb: Avestesch
ml: അവസ്റ്റാൻ
vi: Tiếng Avestan

source: Afrikaans
cy: Affricaneg
is: afríkanska
km: អាហ្វ្រិកាន
ml: ആഫ്രിക്കാൻസ്
my: တောင်အာဖရိက
sw: Kiafrikana
tk: afrikaans dili
vi: Tiếng Afrikaans

source: Afrihili
cy: Affrihili
is: afríhílí
ml: ആഫ്രിഹിലി
vi: Tiếng Afrihili

source: Aghem
cy: Aghemeg
km: អាហ្គីម
ml: ആഘേം
my: အာဂ်ဟိန်း
sw: Kiaghem
tk: ahem dili
vi: Tiếng Aghem

source: Ainu
cy: Ainŵeg
is: aínu (Japan)
km: អាយនូ
lb: Ainu-Sprooch
ml: ഐനു
my: အိန်နု
sw: Kiainu
tk: aýn dili
vi: Tiếng Ainu

source: Akan
cy: Acaneg
km: អាកាន
ml: അകാൻ‌
my: အာကန်
sw: Kiakani
tk: akan dili
vi: Tiếng Akan

source: Akkadian
cy: Acadeg
is: akkadíska
lb: Akkadesch
ml: അക്കാഡിയൻ
vi: Tiếng Akkadia

source: Aleut
cy: Alewteg
is: aleúska
km: អាលូត
lb: Aleutesch
ml: അലൂട്ട്
my: အာလီယု
sw: Kialeut
tk: aleut dili
vi: Tiếng Aleut

source: Southern Altai
cy: Altäeg Deheuol
is: suðuraltaíska
km: អាល់តៃខាងត្បូង
lb: Süd-Alaesch
ml: തെക്കൻ അൾത്തായി
my: တောင် အာလ်တိုင်း
sw: Kialtai
tk: günorta Altaý dili
vi: Tiếng Altai Miền Nam

source: Amharic
cy: Amhareg
is: amharíska
km: អាំហារិក
lb: Amharesch
ml: അംഹാരിക്
my: အမ်ဟာရစ်ခ်
sw: Kiamhari
tk: amhar dili
vi: Tiếng Amharic

source: Aragonese
cy: Aragoneg
is: aragonska
km: អារ៉ាហ្គោន
lb: Aragonesesch
ml: അരഗോണീസ്
my: အာရာဂွန်
sw: Kiaragoni
tk: aragon dili
vi: Tiếng Aragon

source: Old English
cy: Hen Saesneg
is: fornenska
lb: Alenglesch
ml: പഴയ ഇംഗ്ലീഷ്
my: အင်ဂလို ဆက္ကစွန်
sw: Kiingereza cha Kale
vi: Tiếng Anh cổ

source: Angika
is: angíka
km: អាហ្គីកា
ml: ആൻഗിക
my: အန်ဂီကာ
sw: Kiangika
tk: angika dili
vi: Tiếng Angika

source: Arabic
cy: Arabeg
is: arabíska
km: អារ៉ាប់
lb: Arabesch
ml: അറബിക്
my: အာရဗီ
sw: Kiarabu
tk: arap dili
vi: Tiếng Ả Rập

source: Modern Standard Arabic
cy: Arabeg Modern Safonol
is: stöðluð nútímaarabíska
km: អារ៉ាប់ (ស្តង់ដារ)
lb: Modernt Héicharabesch
ml: ആധുനിക സ്റ്റാൻഡേർഡ് അറബിക്
my: ခေတ်သစ် ရှေ့ဆောင် အာရဗီ
sw: Kiarabu sanifu
tk: häzirki zaman standart arap dili
vi: Tiếng Ả Rập Hiện đại

source: Aramaic
cy: Aramaeg
is: arameíska
lb: Aramäesch
ml: അരമായ
sw: Kiaramu
vi: Tiếng Aramaic

source: Mapuche
cy: Arawcaneg
km: ម៉ាពូឈី
lb: Mapudungun
ml: മാപുചി
my: မာပုချီ
sw: Kimapuche
tk: mapuçe dili
vi: Tiếng Mapuche

source: Arapaho
is: arapahó
km: អារ៉ាប៉ាហូ
lb: Arapaho-Sprooch
ml: അറാപഹോ
my: အာရာပါဟို
sw: Kiarapaho
tk: arapaho dili
vi: Tiếng Arapaho

source: Arawak
cy: Arawaceg
is: aravakska
lb: Arawak-Sprooch
ml: അറാവക്
vi: Tiếng Arawak

source: Assamese
cy: Asameg
is: assamska
km: អាសាមីស
lb: Assamesesch
ml: ആസ്സാമീസ്
my: အာသံ
sw: Kiassam
tk: assam dili
vi: Tiếng Assam

source: Asu
cy: Asw
km: អាស៊ូ
lb: Asu (Tanzania)
ml: ആസു
my: အာစု
sw: Kiasu
tk: asu dili
vi: Tiếng Asu

source: Asturian
cy: Astwrianeg
is: astúríska
km: អាស្ទូរី
lb: Asturianesch
ml: ഓസ്‌ട്രിയൻ
my: အက်စ်တိုးရီးယား
sw: Kiasturia
tk: asturiý dili
vi: Tiếng Asturias

source: Avaric
cy: Afareg
is: avaríska
km: អាវ៉ារីក
lb: Awaresch
ml: അവാരിക്
my: အာဗာရစ်ခ်
sw: Kiavari
tk: awar dili
vi: Tiếng Avaric

source: Awadhi
is: avadí
km: អាវ៉ាឌី
ml: അവാധി
my: အာဝါဒီ
sw: Kiawadhi
tk: awadhi dili
vi: Tiếng Awadhi

source: Aymara
cy: Aymareg
is: aímara
km: អីម៉ារ៉ា
ml: അയ്മാറ
my: အိုင်မာရ
sw: Kiaymara
tk: aýmara dili
vi: Tiếng Aymara

source: Azerbaijani
cy: Aserbaijaneg
is: aserska
km: អាស៊ែបៃហ្សង់
lb: Aserbaidschanesch
ml: അസർബൈജാനി
my: အဇာဘိုင်ဂျန်
sw: Kiazerbaijani
tk: azerbaýjan dili
vi: Tiếng Azerbaijan

source: Azeri
cy: Aseri
is: aserska
km: អាហ្សេរី
lb: Aserbaidschanesch
ml: അസേരി
my: အဇာရီ
sw: Kiazeri
tk: azeri dili
vi: Tiếng Azeri

source: Bashkir
cy: Bashcorteg
is: baskír
km: បាស្គៀ
lb: Baschkiresch
ml: ബഷ്ഖിർ
my: ဘက်ရှ်ကာ
sw: Kibashkiri
tk: başgyrt dili
vi: Tiếng Bashkir

source: Baluchi
cy: Balwtsi
is: balúkí
lb: Belutschesch
ml: ബലൂചി
vi: Tiếng Baluchi

source: Balinese
cy: Balïeg
is: balíska
km: បាលី
lb: Balinesesch
ml: ബാലിനീസ്
my: ဘာလီ
sw: Kibali
tk: baliý dili
vi: Tiếng Bali

source: Basaa
cy: Basâeg
is: basa
km: បាសា
lb: Basaa-Sprooch
ml: ബസ
my: ဘာဆာ
sw: Kibasaa
tk: basaa dili
vi: Tiếng Basaa

source: Bamun
cy: Bamwmeg
ml: ബാമുൻ
sw: Kibamun
vi: Tiếng Bamun

source: Ghomala
lb: Ghomálá’
ml: ഘോമാല
sw: Kighomala
vi: Tiếng Ghomala

source: Belarusian
cy: Belarwseg
is: hvítrússneska
km: បេឡារុស
lb: Wäissrussesch
ml: ബെലാറുഷ്യൻ
my: ဘီလာရုစ်
sw: Kibelarusi
tk: belarus dili
vi: Tiếng Belarus

source: Beja
cy: Bejäeg
lb: Bedauye
ml: ബേജ
sw: Kibeja
vi: Tiếng Beja

source: Bemba
cy: Bembeg
km: បេមបា
lb: Bemba-Sprooch
ml: ബേംബ
my: ဘိန်ဘာ
sw: Kibemba
tk: bemba dili
vi: Tiếng Bemba

source: Bena
km: បេណា
ml: ബെനാ
my: ဘီနာ
sw: Kibena
tk: bena dili
vi: Tiếng Bena

source: Bafut
cy: Baffwteg
ml: ബാഫട്ട്
sw: Kibafut
vi: Tiếng Bafut

source: Bulgarian
cy: Bwlgareg
is: búlgarska
km: ប៊ុលហ្ការី
lb: Bulgaresch
ml: ബൾഗേറിയൻ
my: ဘူလ်ဂေးရီးယား
sw: Kibulgaria
tk: bolgar dili
vi: Tiếng Bulgaria

source: Western Balochi
cy: Balochi Gorllewinol
is: vesturbalotsí
km: បាឡូជីខាងលិច
ml: പശ്ചിമ ബലൂചി
my: အနောက် ဘဲလိုချီ
sw: Kibalochi cha Magharibi
vi: Tiếng Tây Balochi

source: Bhojpuri
is: bojpúrí
km: បូចពូរី
lb: Bhodschpuri
ml: ഭോജ്‌പുരി
my: ဘို့ဂျ်ပူရီ
sw: Kibhojpuri
tk: bhojpuri dili
vi: Tiếng Bhojpuri

source: Bislama
is: bíslama
km: ប៊ីស្លាម៉ា
ml: ബിസ്‌ലാമ
my: ဘစ်စ်လာမာ
sw: Kibislama
tk: bislama dili
vi: Tiếng Bislama

source: Bikol
is: bíkol
lb: Bikol-Sprooch
ml: ബികോൽ
vi: Tiếng Bikol

source: Bini
is: bíní
km: ប៊ីនី
lb: Bini-Sprooch
ml: ബിനി
my: ဘီနီ
sw: Kibini
tk: bini dili
vi: Tiếng Bini

source: Kom
cy: Comeg
ml: കോം
sw: Kikom
vi: Tiếng Kom

source: Siksika
km: ស៊ីកស៊ីកា
ml: സിക്സിക
my: စစ္စီကာ
tk: siksika dili

source: Bambara
cy: Bambareg
km: បាម្បារា
lb: Bambara-Sprooch
ml: ബംബാറ
my: ဘန်ဘာရာ
sw: Kibambara
tk: bamana
vi: Tiếng Bambara

source: Bangla
cy: Bengaleg
is: bengalska
km: បង់ក្លាដែស
lb: Bengalesch
ml: ബംഗ്ലാ
my: ဘင်္ဂါလီ
sw: Kibengali
tk: bengal dili
vi: Tiếng Bangla

source: Tibetan
cy: Tibeteg
is: tíbeska
km: ទីបេ
lb: Tibetesch
ml: ടിബറ്റൻ
my: တိဘက်
sw: Kitibeti
tk: tibet dili
vi: Tiếng Tây Tạng

source: Breton
cy: Llydaweg
is: bretónska
km: ប្រ៊ីស្តុន
lb: Bretonesch
ml: ബ്രെട്ടൺ
my: ဘရီတွန်
sw: Kibretoni
tk: breton dili
vi: Tiếng Breton

source: Braj
is: braí
lb: Braj-Bhakha
ml: ബ്രജ്
vi: Tiếng Braj

source: Bodo
is: bódó
km: បូដូ
ml: ബോഡോ
my: ဗိုဒို
sw: Kibodo
tk: bodo dili
vi: Tiếng Bodo

source: Bosnian
cy: Bosnieg
is: bosníska
km: បូស្នី
lb: Bosnesch
ml: ബോസ്നിയൻ
my: ဘော့စ်နီးယား
sw: Kibosnia
tk: bosniýa dili
vi: Tiếng Bosnia

source: Akoose
cy: Acwseg
is: bakossi
ml: അക്കൂസ്
vi: Tiếng Akoose

source: Buriat
cy: Bwriateg
is: búríat
lb: Burjatesch
ml: ബുറിയത്ത്
vi: Tiếng Buriat

source: Buginese
cy: Bwginaeg
is: búgíska
km: ប៊ុកហ្គី
lb: Buginesesch
ml: ബുഗിനീസ്
my: ဘူဂစ်စ်
sw: Kibugini
tk: bugiý dili
vi: Tiếng Bugin

source: Bulu
cy: Bwlw
ml: ബുളു
sw: Kibulu
vi: Tiếng Bulu

source: Blin
is: blín
km: ប្ល៊ីន
ml: ബ്ലിൻ
my: ဘလင်
sw: Kiblin
tk: blin dili
vi: Tiếng Blin

source: Medumba
ml: മെഡുംബ
sw: Kimedumba
vi: Tiếng Medumba

source: Catalan
cy: Catalaneg
is: katalónska
km: កាតាឡាន
lb: Katalanesch
ml: കറ്റാലാൻ
my: ကတ်တလန်
sw: Kikatalani
tk: katalan dili
vi: Tiếng Catalan

source: Caddo
cy: Cado
is: kaddó
ml: കാഡോ
vi: Tiếng Caddo

source: Carib
cy: Caribeg
is: karíbamál
lb: Karibesch
ml: കാരിബ്
vi: Tiếng Carib

source: Cayuga
is: kajúga
ml: കയൂഗ
sw: Kikayuga
vi: Tiếng Cayuga

source: Atsam
cy: Atsameg
ml: അറ്റ്സാം
vi: Tiếng Atsam

source: Chakma
cy: Tsiacma
is: tsjakma
km: ចាក់ម៉ា
ml: ചക്‌മ
my: ချတ်ခ်မာ
sw: Kichakma
tk: çakma dili
vi: Tiếng Chakma

source: Chechen
cy: Tsietsieneg
is: tsjetsjenska
km: ឈីឆេន
lb: Tschetschenesch
ml: ചെചൻ
my: ချက်ချန်း
sw: Kichechenia
tk: çeçen dili
vi: Tiếng Chechen

source: Cebuano
is: kebúanó
km: ស៊ីប៊ូអាណូ
ml: സെബുവാനോ
my: စီဗူအာနို
sw: Kichebuano
tk: sebuan dili
vi: Tiếng Cebuano

source: Chiga
cy: Tsiga
is: kíga
km: ឈីហ្កា
lb: Kiga
ml: ചിഗ
my: ချီဂါ
sw: Kichiga
tk: kiga
vi: Tiếng Chiga
