Repository: ralphje/django-internationalflavor
Catalog: internationalflavor/locale/*/LC_MESSAGES/django.po
Languages: cy, is, km, lb, ml, my, sw, tk, vi

source: Sranan Tongo
km: ស្រាណានតុងហ្គោ
lb: Srananesch
ml: ശ്രാനൻ ഡോങ്കോ
my: ဆရာနန် တွန်ဂို
sw: Lugha ya Sranan Tongo
tk: sranan-tongo dili
vi: Tiếng Sranan Tongo

source: Serer
cy: Serereg
lb: Serer-Sprooch
ml: സെറർ
vi: Tiếng Serer

source: Swati
is: svatí
km: ស្វាទី
lb: Swazi
ml: സ്വാറ്റി
my: ဆွာဇီလန်
sw: Kiswati
tk: swati dili
vi: Tiếng Swati

source: Saho
km: សាហូ
ml: സാഹോ
my: ဆာဟို
sw: Kisaho
tk: saho dili
vi: Tiếng Saho

source: Southern Sotho
cy: Sesotheg Deheuol
is: suðursótó
km: សូថូខាងត្បូង
lb: Süd-Sotho-Sprooch
ml: തെക്കൻ സോതോ
my: တောင်ပိုင်း ဆိုသို
sw: Kisotho
tk: günorta soto dili
vi: Tiếng Sotho Miền Nam

source: Sundanese
cy: Swndaneg
is: súndanska
km: ស៊ូដង់
lb: Sundanesesch
ml: സുണ്ടാനീസ്
my: ဆူဒန်
sw: Kisunda
tk: sundan dili
vi: Tiếng Sunda

source: Sukuma
cy: Swcwma
is: súkúma
km: ស៊ូគូម៉ា
lb: Sukuma-Sprooch
ml: സുകുമ
my: ဆူကူမာ
sw: Kisukuma
tk: sukuma dili
vi: Tiếng Sukuma

source: Susu
cy: Swsŵeg
is: súsú
ml: സുസു
sw: Kisusu
vi: Tiếng Susu

source: Sumerian
cy: Swmereg
is: súmerska
lb: Sumeresch
ml: സുമേരിയൻ
vi: Tiếng Sumeria

source: Swedish
cy: Swedeg
is: sænska
km: ស៊ុយអែត
lb: Schwedesch
ml: സ്വീഡിഷ്
my: ဆွီဒင်
sw: Kiswidi
tk: şwed dili
vi: Tiếng Thụy Điển

source: Swahili
is: svahílí
km: ស្វាហ៊ីលី
lb: Suaheli
ml: സ്വാഹിലി
my: ဆွာဟီလီ
sw: Kiswahili
tk: suahili dili
vi: Tiếng Swahili

source: Congo Swahili
cy: Swahili’r Congo
is: kongósvahílí
km: កុងហ្គោស្វាហ៊ីលី
lb: Kongo-Swahili
ml: കോംഗോ സ്വാഹിലി
my: ကွန်ဂို ဆွာဟီလီ
tk: kongo suahili dili
vi: Tiếng Swahili Congo

source: Comorian
cy: Comoreg
is: shimaoríska
km: កូម៉ូរី
lb: Komoresch
ml: കൊമോറിയൻ
my: ကိုမိုရီးယန်း
sw: Shikomor
tk: komor dili
vi: Tiếng Cômo

source: Classical Syriac
cy: Hen Syrieg
is: klassísk sýrlenska
lb: Alsyresch
ml: പുരാതന സുറിയാനിഭാഷ
vi: Tiếng Syriac cổ

source: Syriac
cy: Syrieg
is: sýrlenska
km: ស៊ីរី
lb: Syresch
ml: സുറിയാനി
my: ဆီးရီးယား
sw: Lugha ya Syriac
tk: siriýa dili
vi: Tiếng Syriac

source: Tamil
cy: Tamileg
is: tamílska
km: តាមីល
lb: Tamilesch
ml: തമിഴ്
my: တမီးလ်
sw: Kitamili
tk: tamil dili
vi: Tiếng Tamil

source: Telugu
is: telúgú
km: តេលុគុ
ml: തെലുങ്ക്
my: တီလီဂူ
sw: Kitelugu
tk: telugu dili
vi: Tiếng Telugu

source: Timne
cy: Timneg
is: tímne
km: ធីមនី
lb: Temne
ml: ടിംനേ
my: တင်မ်နဲ
sw: Kitemne
tk: temne dili
vi: Tiếng Timne

source: Teso
is: tesó
km: តេសូ
ml: ടെസോ
my: တီဆို
sw: Kiteso
tk: teso dili
vi: Tiếng Teso

source: Tereno
cy: Terena
is: terenó
lb: Tereno-Sprooch
ml: ടെറേനോ
vi: Tiếng Tereno

source: Tetum
cy: Tetumeg
is: tetúm
km: ទីទុំ
lb: Tetum-Sprooch
ml: ടെറ്റും
my: တီတွမ်
sw: Kitetum
tk: tetum dili
vi: Tiếng Tetum

source: Tajik
cy: Tajiceg
is: tadsjikska
km: តាហ្ស៊ីគ
lb: Tadschikesch
ml: താജിക്
my: တာဂျစ်
sw: Kitajiki
tk: täjik dili
vi: Tiếng Tajik

source: Thai
is: taílenska
km: ថៃ
lb: Thailännesch
ml: തായ്
my: ထိုင်း
sw: Kithai
tk: taý dili
vi: Tiếng Thái

source: Tigrinya
is: tígrinja
km: ទីហ្គ្រីញ៉ា
lb: Tigrinja
ml: ടൈഗ്രിന്യ
my: တီဂ်ရင်ယာ
sw: Kitigrinya
tk: tigrinýa dili
vi: Tiếng Tigrinya

source: Tigre
cy: Tigreg
is: tígre
km: ធីហ្គ្រា
ml: ടൈഗ്രി
my: တီဂရီ
sw: Kitigre
tk: tigre dili
vi: Tiếng Tigre

source: Tiv
cy: Tifeg
is: tív
lb: Tiv-Sprooch
ml: ടിവ്
vi: Tiếng Tiv

source: Turkmen
cy: Tyrcmeneg
is: túrkmenska
km: តួកម៉េន
lb: Turkmenesch
ml: തുർക്‌മെൻ
my: တာ့ခ်မင်နစ္စတန်
sw: Kiturukimeni
tk: türkmen dili
vi: Tiếng Turkmen

source: Tagalog
lb: Dagalog
ml: തഗാലോഗ്
vi: Tiếng Tagalog

source: Klingon
is: klingonska
km: ឃ្លីនហ្គុន
lb: Klingonesch
ml: ക്ലിംഗോൺ
my: ကလင်ဂွန်
sw: Kiklingoni
tk: klingon dili
vi: Tiếng Klingon

source: Tlingit
lb: Tlingit-Sprooch
ml: ലിംഗ്വിറ്റ്
sw: Kitlingiti
vi: Tiếng Tlingit

source: Tamashek
cy: Tamasheceg
is: tamasjek
lb: Tamaseq
ml: ടമഷേക്
vi: Tiếng Tamashek

source: Tswana
is: tsúana
km: ស្វាណា
lb: Tswana-Sprooch
ml: സ്വാന
my: တီဆဝါနာ
sw: Kitswana
tk: tswana dili
vi: Tiếng Tswana

source: Tongan
cy: Tongeg
is: tongverska
km: តុងហ្គា
lb: Tongaesch
ml: ടോംഗൻ
my: တွန်ဂါ
sw: Kitonga
tk: tongan dili
vi: Tiếng Tonga

source: Nyasa Tonga
is: tongverska (nyasa)
lb: Tsonga-Sprooch
ml: ന്യാസാ ഡോങ്ക
vi: Tiếng Nyasa Tonga

source: Tok Pisin
km: ថុកពីស៊ីន
lb: Neimelanesesch
ml: ടോക് പിസിൻ
my: တော့ခ် ပိစင်
sw: Kitokpisin
tk: tok-pisin dili
vi: Tiếng Tok Pisin

source: Turkish
cy: Tyrceg
is: tyrkneska
km: ទួរគី
lb: Tierkesch
ml: ടർക്കിഷ്
my: တူရကီ
sw: Kituruki
tk: türk dili
vi: Tiếng Thổ Nhĩ Kỳ

source: Taroko
is: tarókó
km: តារ៉ូកូ
lb: Seediq
ml: തരോക്കോ
my: တရိုကို
sw: Kitaroko
tk: taroko dili
vi: Tiếng Taroko

source: Tsonga
cy: Tsongaeg
km: សុងហ្គា
ml: സോംഗ
my: ဆွန်ဂါ
sw: Kitsonga
tk: tsonga dili
vi: Tiếng Tsonga

source: Tsimshian
is: tsimsíska
lb: Tsimshian-Sprooch
ml: സിംഷ്യൻ
vi: Tiếng Tsimshian

source: Tatar
cy: Tatareg
is: tatarska
km: តាតា
lb: Tataresch
ml: ടാട്ടർ
my: တာတာ
sw: Kitatari
tk: tatar dili
vi: Tiếng Tatar

source: Tumbuka
cy: Twmbwca
is: túmbúka
km: ទុមប៊ូកា
lb: Tumbuka-Sprooch
ml: ടുംബുക
my: တမ်ဘူကာ
sw: Kitumbuka
tk: tumbuka dili
vi: Tiếng Tumbuka

source: Twi
is: tví
km: ទ្វី
ml: ട്വി
vi: Tiếng Twi

source: Tasawaq
km: តាសាវ៉ាក់
ml: ടസവാക്ക്
my: တာဆာဝါချ
sw: Kitasawak
tk: tasawak dili
vi: Tiếng Tasawaq

source: Tahitian
cy: Tahitïeg
is: tahítíska
km: តាហ៊ីទី
lb: Tahitesch
ml: താഹിതിയൻ
my: တဟီတီ
sw: Kitahiti
tk: taiti dili
vi: Tiếng Tahiti

source: Tuvinian
cy: Twfwnieg
is: túvínska
km: ទូវីនៀ
lb: Tuwinesch
ml: തുവിനിയൻ
my: တူဗန်
sw: Kituva
tk: tuwa dili
vi: Tiếng Tuvinian

source: Central Atlas Tamazight
cy: Tamazight Canol yr Atlas
is: tamazight
km: តាម៉ាសាយអាត្លាសកណ្តាល
lb: Mëttlert-Atlas-Tamazight
ml: മധ്യ അറ്റ്‌ലസ് ടമാസൈറ്റ്
my: အလယ်အာ့တလာစ် တာမာဇိုက်
sw: Kitamazighati cha Atlasi ya Kati
tk: orta-atlas tamazight dili
vi: Tiếng Tamazight Miền Trung Ma-rốc

source: Udmurt
cy: Fotiaceg
is: údmúrt
km: អាត់មូដ
lb: Udmurtesch
ml: ഉഡ്മുർട്ട്
my: အူမူရတ်
sw: Kiudmurt
tk: udmurt dili
vi: Tiếng Udmurt

source: Uyghur
cy: Uighur
is: úígúr
km: អ៊ុយហ្គឺរ
lb: Uiguresch
ml: ഉയ്ഘുർ
my: ဝီဂါ
sw: Kiuyghur
tk: uýgur dili
vi: Tiếng Uyghur

source: Uighur
ml: ഉയ്ഗൂർ

source: Ugaritic
cy: Wgariteg
is: úgarítíska
lb: Ugaritesch
ml: ഉഗറിട്ടിക്
vi: Tiếng Ugaritic

source: Ukrainian
cy: Wcreineg
is: úkraínska
km: អ៊ុយក្រែន
lb: Ukrainesch
ml: ഉക്രേനിയൻ
my: ယူကရိန်း
sw: Kiukraini
tk: ukrain dili
vi: Tiếng Ukraina

source: Umbundu
is: úmbúndú
km: អាម់ប៊ុនឌូ
lb: Mbundu-Sprooch
ml: ഉംബുന്ദു
my: အူဘန်ဒူ
tk: umbundu dili
vi: Tiếng Umbundu

source: Unknown language
cy: Iaith anhysbys
is: óþekkt tungumál
km: ភាសាមិនស្គាល់
lb: Onbestëmmt Sprooch
ml: അജ്ഞാത ഭാഷ
my: မသိသော ဘာသာ
sw: Lugha isiyojulikana
tk: näbelli dil
vi: Ngôn ngữ không xác định

source: Urdu
cy: Wrdw
is: úrdú
km: អ៊ូរឌូ
ml: ഉറുദു
my: အူရ်ဒူ
sw: Kiurdu
vi: Tiếng Urdu

source: Uzbek
cy: Wsbeceg
is: úsbekska
km: អ៊ូសបេគ
lb: Usbekesch
ml: ഉസ്‌ബെക്ക്
my: ဥဇဘတ်
sw: Kiuzbeki
tk: özbek dili
vi: Tiếng Uzbek

source: Vai
cy: Faieg
is: vaí
km: វៃ
lb: Vai-Sprooch
ml: വൈ
my: ဗိုင်
sw: Kivai
tk: wai dili
vi: Tiếng Vai

source: Venda
cy: Fendeg
km: វេនដា
lb: Venda-Sprooch
ml: വെന്ദ
my: ဗင်န်ဒါ
sw: Kivenda
tk: wenda dili
vi: Tiếng Venda

source: Vietnamese
cy: Fietnameg
is: víetnamska
km: វៀតណាម
lb: Vietnamesesch
ml: വിയറ്റ്നാമീസ്
my: ဗီယက်နမ်
sw: Kivietinamu
tk: wýetnam dili
vi: Tiếng Việt

source: Volapük
cy: Folapük
is: volapyk
km: វូឡាពូក
ml: വോളാപുക്
my: ဗိုလာပိုက်
sw: Kivolapuk
tk: wolapýuk dili
vi: Tiếng Volapük

source: Votic
cy: Foteg
is: votíska
lb: Wotesch
ml: വോട്ടിക്
vi: Tiếng Votic

source: Vunjo
cy: Funjo
is: vunjó
km: វុនចូ
ml: വുൻജോ
my: ဗွန်ဂျို
sw: Kivunjo
tk: wunýo dili
vi: Tiếng Vunjo

source: Walloon
cy: Walwneg
is: vallónska
km: វ៉ាលូន
lb: Wallounesch
ml: വല്ലൂൺ
my: ဝါလူးန်
sw: Kiwaloon
tk: wallon dili
vi: Tiếng Walloon

source: Walser
cy: Walsereg
is: valser
km: វេលសឺ
lb: Walliserdäitsch
ml: വാൾസർ
my: ဝေါလ်ဆာ
sw: Kiwalser
tk: walzer dili
vi: Tiếng Walser

source: Wolaytta
cy: Walamo
is: volayatta
km: វ៉ូឡាយតា
lb: Walamo-Sprooch
ml: വൊലൈറ്റ
my: ဝိုလက်တာ
sw: Kiwolaytta
tk: wolaýta dili
vi: Tiếng Walamo

source: Waray
cy: Winarayeg
is: varaí
km: វ៉ារេយ
ml: വാരേയ്
my: ဝါရေး
sw: Kiwaray
tk: waraý dili
vi: Tiếng Waray

source: Washo
is: vasjó
lb: Washo-Sprooch
ml: വാഷൊ
vi: Tiếng Washo

source: Warlpiri
is: varlpiri
km: វ៉ារីប៉ារី
ml: വൂൾപിരി
my: ဝေါလ်ပီရီ
sw: Kiwarlpiri
vi: Tiếng Warlpiri

source: Wolof
cy: Woloff
is: volof
km: វូឡុហ្វ
ml: വൊളോഫ്
my: ဝူလိုဖ်
sw: Kiwolofu
tk: wolof dili
vi: Tiếng Wolof

source: Wu Chinese
cy: Wu Tsieineaidd
is: wu-kínverska
lb: Wu-Chinesesch
ml: വു ചൈനീസ്
sw: Kichina cha Wu
vi: Tiếng Ngô

source: Kalmyk
cy: Calmyceg
is: kalmúkska
km: កាលមីគ
lb: Kalmückesch
ml: കൽമൈക്
my: ကာလ်မိုက်
sw: Kikalmyk
tk: galmyk dili
vi: Tiếng Kalmyk

source: Xhosa
is: sósa
km: ឃសា
ml: ഖോസ
my: ဇိုစာ
sw: Kixhosa
tk: kosa dili
vi: Tiếng Xhosa

source: Soga
is: sóga
km: សូហ្គា
ml: സോഗോ
my: ဆိုဂါ
sw: Kisoga
tk: soga dili
vi: Tiếng Soga

source: Yao
is: jaó
lb: Yao-Sprooch
ml: യാവോ
sw: Kiyao
vi: Tiếng Yao

source: Yapese
is: japíska
lb: Yapesesch
ml: യെപ്പീസ്
vi: Tiếng Yap

source: Yangben
cy: Iangben
km: យ៉ាងបេន
ml: യാംഗ്ബെൻ
my: ရန်ဘဲန်
sw: Kiyangben
tk: ýangben dili
vi: Tiếng Yangben

source: Yemba
cy: Iembaeg
km: យេមបា
ml: യംബ
my: ရမ်ဘာ
sw: Kiyemba
tk: ýemba dili
vi: Tiếng Yemba

source: Yiddish
cy: Iddew-Almaeneg
is: jiddíska
km: យ៉ីឌីស
lb: Jiddesch
ml: യിദ്ദിഷ്
my: ဂျူး
sw: Kiyiddi
tk: idiş dili
vi: Tiếng Yiddish

source: Yoruba
cy: Iorwba
is: jórúba
km: យរូបា
ml: യൊറൂബാ
my: ယိုရူဘာ
sw: Kiyoruba
tk: ýoruba dili
vi: Tiếng Yoruba

source: Cantonese
cy: Cantoneeg
is: kantónska
km: កន្តាំង
lb: Kantonesesch
ml: കാന്റണീസ്
my: ကွမ်းတုံ
sw: Kikantoni
tk: kanton dili
vi: Tiếng Quảng Đông

source: Chinese, Cantonese
cy: Tsieinëeg, Cantoneg
is: kínverska, kantónska
km: ចិនកាតាំង
lb: Kantonesesch
ml: ചൈനീസ്, കാന്റണീസ്
my: တရုတ်/ ကွမ်းတုံ
sw: Kichina, Kikantoni
tk: hytaý dili, kantonça
vi: Tiếng Trung (Tiếng Quảng Đông)

source: Zhuang
is: súang
km: ហ្សួង
ml: സ്വാംഗ്
vi: Tiếng Choang

source: Zapotec
cy: Zapoteceg
is: sapótek
lb: Zapotekesch
ml: സാപ്പോടെക്
vi: Tiếng Zapotec

source: Blissymbols
cy: Blisssymbols
is: blisstákn
lb: Bliss-Symboler
ml: ബ്ലിസ്സിംബൽസ്
vi: Ký hiệu Blissymbols

source: Zenaga
is: senaga
ml: സെനഗ
vi: Tiếng Zenaga

source: Standard Moroccan Tamazight
cy: Tamaseit Moroco Safonol
is: staðlað marokkóskt tamazight
km: តាម៉ាហ្សៃម៉ារ៉ុកស្តង់ដា
lb: Marokkanescht Standard-Tamazight
ml: സ്റ്റാൻഡേർഡ് മൊറോക്കൻ റ്റാമസിയറ്റ്
my: မိုရိုကို တမဇိုက်
sw: Kiberber Sanifu cha Moroko
tk: standart Marokko tamazight dili
vi: Tiếng Tamazight Chuẩn của Ma-rốc

source: Chinese
cy: Tsieinëeg
is: kínverska
km: ចិន
lb: Chinesesch
ml: ചൈനീസ്
my: တရုတ်
sw: Kichina
tk: hytaý dili
vi: Tiếng Trung

source: Simplified Chinese
cy: Tsieinëeg Symledig
is: kínverska (einfölduð)
km: ចិន​អក្សរ​កាត់
lb: Chinesesch (vereinfacht)
ml: ലളിതമാക്കിയ ചൈനീസ്
my: တရုတ် (ရိုးရှင်း)
sw: Kichina (Kilichorahisishwa)
tk: ýönekeýleşdirilen hytaý dili

source: Simplified Mandarin Chinese
cy: Tsieinëeg Mandarin Symledig
is: mandarín (einfölduð)
km: ចិនកុកងឺ (អក្សរ​កាត់)
lb: Chinesesch (vereinfacht)
ml: ലളിതവൽകൃത മാൻഡറിൻ ചൈനീസ്
my: ပြည်ကြီးတရုတ် (ရိုးရှင်း)
sw: Kichina (Kilichorahisishwa)
tk: ýönekeýleşdirilen hytaý diliniň mandarin şiwesi
vi: Tiếng Trung Phổ thông (Giản thể)

source: Traditional Chinese
cy: Tsieinëeg Traddodiadol
is: kínverska (hefðbundin)
km: ចិន​អក្សរ​ពេញ
lb: Chinesesch (traditionell)
ml: പരമ്പരാഗത ചൈനീസ്
my: တရုတ် (ရိုးရာ)
sw: Kichina cha Jadi
tk: adaty hytaý dili

source: Traditional Mandarin Chinese
cy: Tsieinëeg Mandarin Traddodiadol
is: mandarín (hefðbundin)
km: ចិនកុកងឺ (អក្សរ​ពុម្ព)
lb: Chinesesch (traditionell)
ml: പരമ്പരാഗത മാൻഡറിൻ ചൈനീസ്
my: ပြည်ကြီးတရုတ် (ရိုးရာ)
sw: Kichina (cha jadi)
tk: adaty hytaý diliniň mandarin şiwesi
vi: Tiếng Trung Phổ thông (Phồn thể)

source: Chinese, Mandarin
cy: Tsieinëeg, Mandarin
is: kínverska, mandarín
km: ចិនកុកងឺ
lb: Chinesesch
ml: ചൈനീസ്, മാൻഡറിൻ
my: ပြည်ကြီးတရုတ်
sw: Kichina sanifu
tk: hytaý dili, mandarin
vi: Tiếng Trung (Phổ thông)

source: Zulu
cy: Swlw
is: súlú
km: ហ្សូលូ
ml: സുലു
my: ဇူးလူး
sw: Kizulu
tk: zulu dili
vi: Tiếng Zulu

source: Zuni
cy: Swni
is: súní
km: ហ្សូនី
lb: Zuni-Sprooch
ml: സുനി
my: ဇူနီ
sw: Kizuni
tk: zuni dili
vi: Tiếng Zuni

source: No linguistic content
cy: Dim cynnwys ieithyddol
is: ekkert tungumálaefni
km: គ្មាន​ទិន្នន័យ​ភាសា
lb: Keng Sproochinhalter
ml: ഭാഷാപരമായ ഉള്ളടക്കമൊന്നുമില്ല
my: ဘာသာစကားနှင့် ပတ်သက်သောအရာ မရှိပါ
sw: Hakuna maudhui ya lugha
tk: dilçilige degişli mazmun ýok
vi: Không có nội dung ngôn ngữ

source: Zaza
cy: Sasäeg
is: zázáíska
km: ហ្សាហ្សា
ml: സാസാ
my: ဇာဇာ
sw: Kizaza
tk: zazaki dili
vi: Tiếng Zaza

source: Abidjan
km: អាប៊ីដ្យាន
ml: അബിദ്‌ജാൻ‌
my: အာဘီဂျန်
tk: Abijan

source: Accra
km: អាក្រា
ml: ആക്ര
my: အက်ကရာ
tk: Akkra

source: Addis Ababa
km: អាឌីសអាបេបា
ml: അഡിസ് അബാബ
my: အားဒစ် အဘာဘာ
tk: Addis-Abeba

source: Algiers
km: អាល់ហ្សេ
ml: അൾജിയേഴ്‌സ്
my: အယ်လ်ဂျီးရီးယား
tk: Alžir

source: Asmara
km: អាស្មារ៉ា
ml: അസ്‍മാര
my: အားစ်မားရာ

source: Bamako
km: បាម៉ាកូ
ml: ബമാകോ
my: ဘာမာကို

source: Bangui
km: បង់ហ្គី
ml: ബംഗുയി
my: ဘာန်ဂီး
tk: Bangi

source: Banjul
km: បង់ហ្ស៊ុល
ml: ബഞ്ചുൽ
my: ဘန်ဂျုးလ်

source: Bissau
km: ប៊ីស្សូ
ml: ബിസ്സാവു
my: ဘီစာအို
tk: Bisau

source: Blantyre
km: ប្លាំងទីរ៉េ
ml: ബ്ലാണ്ടെയർ‌
my: ဘလန်တိုင်းရဲလ်
tk: Blantaýr

source: Brazzaville
km: ប្រាស្ហាវីល
ml: ബ്രാസവിൽ
my: ဘရားဇာဗီးလ်
tk: Brazzawil

source: Bujumbura
km: ប៊ូយ៉ាំប៊ូរ៉ា
ml: ബുജും‌ബുര
my: ဘူဂျွန်ဘူးရာ

source: Cairo
km: គែរ
ml: കെയ്‌റോ
my: ကိုင်ရို
tk: Kair

source: Casablanca
km: កាសាប្លាំងកា
ml: കാസബ്ലാങ്ക
my: ကာဆာဘလန်ကာ
tk: Kasablanka

source: Ceuta
km: ឈៀតា
ml: ക്യൂട്ട
my: ဆီရူးတာ
tk: Seuta

source: Conakry
km: កូណាគ្រី
ml: കൊണാക്രി
my: ကိုနာကရီး
tk: Konakri

source: Dakar
km: ដាកា
ml: ഡാക്കർ‌
my: ဒကျကား

source: Dar es Salaam
km: ដាអ៊ីសាឡាំ
ml: ദാർ എസ് സലാം
my: ဒါရက်စ်ဆာလမ်
tk: Dar-es-Salam

source: Douala
km: ឌូអ៊ូឡា
ml: ഡൗല
my: ဒိုအူအာလာ
tk: Duala

source: El Aaiun
km: អែល​អ៊ុយញៀន
ml: എൽ‌ ഐയുൻ‌
my: အယ်လ်အာယွန်း
tk: El-Aýun

source: Freetown
km: ហ្វ្រីថោន
ml: ഫ്രീടൗൺ
my: ဖရီးတောင်းန်
tk: Fritaun

source: Gaborone
km: ហ្គាបូរ៉ូន
ml: ഗാബറോൺ
my: ဂါဘာရွန်းနီ

source: Harare
km: ហារ៉ារ៉េ
ml: ഹരാരെ
my: ဟာရားရဲယ်

source: Johannesburg
km: ជូហានណេប៊ឺហ្គ
ml: ജോഹന്നാസ്ബർ‌ഗ്
my: ဂျိုဟန်းနက်စဘတ်
tk: Ýohannesburg

source: Juba
km: ជូបា
ml: ജുബ
my: ဂျုဘာ

source: Kampala
km: កំប៉ាឡា
ml: കമ്പാല
my: ကမ်ပါလာ

source: Khartoum
km: ខាទុំ
ml: ഖാർ‌തൌം
my: ခါတိုအန်
tk: Hartum

source: Kigali
km: គីហ្គាលី
ml: കിഗാലി
my: ကီဂါးလီ

source: Kinshasa
km: គីនស្ហាសា
ml: കിൻഷാസ
my: ကင်ရှာစာ
tk: Kinşasa

source: Lagos
km: ឡាហ្គូស
ml: ലാഗോസ്
my: လာဂိုစ်

source: Libreville
km: លីប្រីវីល
ml: ലിബ്രെവില്ല
my: လီဗရာဗီးလ်
tk: Librewil

source: Lome
km: ឡូម៉េ
ml: ലോം
my: လိုမီ

source: Luanda
km: លូអង់ដា
ml: ലുവാൻഡ
my: လူဝမ်ဒါ

source: Lubumbashi
km: លូប៊ុមបាស៊ី
ml: ലൂബുംബാഷി
my: လူဘွန်းဘာရှီ
tk: Lubumbaşi

source: Lusaka
km: លូសាកា
ml: ലുസാക
my: လူစာကာ

source: Malabo
km: ម៉ាឡាបូ
ml: മലാബോ
my: မာလာဘို

source: Maputo
km: ម៉ាពុយតូ
ml: മാപ്യുട്ടോ
my: မာပူးတို

source: Maseru
km: ម៉ាសេរុយ
ml: മസേറു
my: မာဆူရူး

source: Mbabane
km: បាបាន
ml: മബാബെയ്‌ൻ‌
my: ဘားဘာန်း

source: Mogadishu
km: ម៉ូហ្គាឌីស្យូ
ml: മൊഗാദിഷു
my: မော်ဂါဒီးသျုး
tk: Mogadişo

source: Monrovia
km: ម៉ុងរ៉ូវីយ៉ា
ml: മൺ‌റോവിയ
my: မွန်ရိုးဗီးယား
tk: Monrowiýa

source: Nairobi
km: ណៃរ៉ូប៊ី
ml: നയ്‌റോബി
my: နိုင်ရိုဘီ
tk: Naýrobi

source: Ndjamena
km: ដ្យាមេណា
ml: ജമെന
my: အင်ဂျာမီနာ
tk: Jamena

source: Niamey
km: នីញ៉ាម៉េ
ml: നിയാമി
my: ညာမဲယ်
tk: Niameý

source: Nouakchott
km: ណួកសុត
ml: നൗവാക്‌ഷോട്ട്
my: နိုအာ့ခ်ရှော့တ်
tk: Nuakşot

source: Ouagadougou
km: អៅហ្គាឌូហ្គូ
ml: ഔഗാദൗഗൗ
my: ဝါဂါဒူးဂူ
tk: Uagadugu

source: Porto-Novo
km: ព័រតូណូវ៉ូ
ml: പോർ‌ട്ടോ-നോവോ
my: ပိုတို-နိုဗို
tk: Porto-Nowo

source: São Tomé
is: Saó Tóme
km: សៅតូម៉េ
ml: സാവോ ടോം‌
my: ဆောင်တူမေး
tk: San-Tome

source: Tripoli
km: ទ្រីប៉ូលី
ml: ട്രിപൊളി
my: ထရီပိုလီ

source: Tunis
km: ទុយនីស
ml: ട്യൂണിസ്
my: တူနီစ်

source: Windhoek
km: វីនដុក
ml: വിൻഡ്‌ഹോക്
my: ဗင်းဟူးခ်
tk: Windhuk

source: Adak
km: អាដាក
ml: അഡാക്
my: အာဒချ
tk: Adak adasy

source: Anchorage
km: អង់ចូរ៉ាក
ml: ആങ്കറേജ്
my: အန်ကာရေ့ဂျ်
tk: Ankoridž

source: Antigua
km: អង់ទីហ្គា
ml: ആൻറിഗ്വ
my: အန်တီဂွါ

source: Araguaina
km: អារ៉ាហ្គុយណា
ml: അറഗ്വൈന
my: အာရာဂွါအီနာ
tk: Araguaýna

source: La Rioja
km: ឡារីយ៉ូហា
ml: ലാ റിയോജ
my: လာ ရီယိုဟာ
tk: La-Rioha

source: Rio Gallegos
km: រីយ៉ូហ្គាឡេហ្គូស
ml: റിയോ ഗ്യാലഗോസ്
my: ရီယို ဂါလီဂိုစ်
tk: Rio-Galegos

source: Salta
km: សាល់តា
ml: സാൽട്ട
my: ဆာလ်တာ

source: San Juan
km: សាំងហ្សង់
ml: സാൻ ജുവാൻ
my: ဆန် ဂွမ်
tk: San-Huan

source: San Luis
km: សាន់លូអ៊ីស
ml: സാൻ ലൂയിസ്
my: ဆန် လူဝီစ်

source: Tucuman
km: ទូគូម៉ង់
ml: റ്റുകുമാൻ
my: တူကူမန်
tk: Tukuman

source: Ushuaia
km: អ៊ុយសូអៃ
ml: ഉഷിയ
my: ဥဆွာအီအာ
tk: Uşuaýa

source: Asunción
km: អាសង់ស្យុង
ml: അസൻ‌ഷ്യൻ‌
my: အာဆူစီအွန်း
tk: Asunsýon

source: Bahia
km: បាហៀ
ml: ബഹിയ
my: ဘာဟီအာ
tk: Baiýa

source: Bahia Banderas
km: បាហៀបង់ដេរ៉ាស
ml: ബഹിയ ബൻഡാരസ്
my: ဘာဟီအာ ဘန်ဒရက်စ်
tk: Baiýa-de-Banderas

source: Belem
km: បេឡឹម
ml: ബെലം
my: ဘီလင်မ်
tk: Belen

source: Blanc-Sablon
km: ប្លង់​សាប់ឡុង
ml: ബ്ലാങ്ക് സാബ്ലോൺ
my: ဘလွန်ခ်-စာဘလွန်
tk: Blank-Sablon

source: Boa Vista
km: បៅ​វីស្តា
ml: ബോവ വിസ്റ്റ
my: ဘိုအာဗီစ်တာ
tk: Boa-Wista

source: Bogota
km: បូហ្គោតា
ml: ബൊഗോട്ട
my: ဘိုဂိုတာ

source: Boise
km: ប៊ូស៊ី
ml: ബൊയ്സി
my: ဗွိုက်စီ
tk: Boýse

source: Buenos Aires
km: ប៊ុយណូស៊ែ
ml: ബ്യൂണസ് ഐറിസ്
my: ဗျူနိုအေးရိစ်
tk: Buenos-Aýres

source: Cambridge Bay
km: ខេមប្រីដបេ
ml: കേംബ്രിഡ്‌ജ് ബേ
my: ကိန်းဘရစ်ချ် ဘေး
tk: Kembrij-Beý

source: Campo Grande
km: ខេមប៉ូហ្គ្រង់​
ml: ക്യാമ്പോ ഗ്രാൻഡെ
my: ကိမ်ပို ဂရန်ဒီ
tk: Kampu-Grandi

source: Cancun
km: ខានខុន
ml: കാൻകൂൺ
my: ကန်ခန်
tk: Kankun

source: Caracas
km: ការ៉ាកាស
ml: കരാക്കസ്
my: ကာရာကာစ်
tk: Karakas

source: Catamarca
km: កាតាម៉ាកា
ml: ‍ക്യാറ്റമാർക്ക
my: ကာတာမာရကာ
tk: Katamarka

source: Cayenne
km: កាយ៉េន
ml: കയീൻ‌
my: ကေညင်န်
tk: Kaýenna

source: Cayman
km: កៃមែន
ml: കേമാൻ
my: ကေမန်
tk: Kaýman adalary

source: Chicago
km: ស៊ីកាហ្គោ
ml: ചിക്കാഗോ
my: ချီကာကို
tk: Çikago

source: Chihuahua
km: ជីហួហួ
ml: ചിഹ്വാഹ
my: ချီဟူအာဟူအာ
tk: Çihuahua

source: Atikokan
km: អាទីកូកាន
ml: ഏറ്റികോക്കൺ
my: အာတီကိုကန်

source: Cordoba
km: កូដូបា
ml: കോർഡോബ
my: ကိုဒိုဘာ
tk: Kordowa

source: Creston
km: ក្រេស្តុន
ml: ക്രെസ്റ്റൺ
my: ကရစ်စတွန်
tk: Kreston

source: Cuiaba
km: គុយអាបា
ml: കുയ്‌ബ
my: ကွီရာဘာ
tk: Kuýaba

source: Danmarkshavn
km: ដានម៉ាកស្ហាវិន
ml: ഡാൻമാർക്ക്ഷാവ്ൻ
my: ဒန်မတ်ရှ်ဗာန်
tk: Denmarkshawn

source: Dawson
km: ដាវសុន
ml: ഡോവ്സൺ
my: ဒေါ်ဆန်
tk: Douson

source: Dawson Creek
km: ដាវសុន​ក្រិក
ml: ഡോവ്സൺ ക്രീക്ക്
my: ဒေါ်ဆန် ခရိခ်
tk: Douson-Krik

source: Denver
km: ដែនវើ
ml: ഡെൻ‌വർ
my: ဒင်န်ဗာ
tk: Denwer

source: Detroit
km: ដេត្រូអ៊ីត
ml: ഡെട്രോയിറ്റ്
my: ဒက်ထရွိုက်
tk: Detroýt

source: Edmonton
km: អែតម៉ុងតុង
ml: എഡ്മോൺടൺ
my: အက်ဒ်မွန်တန်

source: Eirunepe
km: អ៊ីរ៉ុយណេភី
ml: യെറുനീപ്പെ
my: အီရူနီပီ
tk: Eýrunepe

source: Fort Nelson
km: ហ្វតណេលសាន់
ml: ഫോർട്ട് നെൽസൺ
my: ဖို့တ် နယ်လ်ဆင်

source: Fortaleza
km: ហ្វ័រតាឡេហ្សារ
ml: ഫോർട്ടലീസ
my: ဖို့တ်တာလီဇာ

source: Glace Bay
km: ក្លាស​បេ
ml: ഗ്ലെയ്സ് ബേ
my: ဂလဲစ်ဘေး
tk: Gleýs-Beý

source: Nuuk
km: នូក
ml: നൂക്ക്
my: နုခ်

source: Goose Bay
km: កូសេបេ
ml: ഗൂസ് ബേ
my: ဂူးစ်ဘေး
tk: Gus-Beý

source: Grand Turk
km: ហ្គ្រេន​ទូក
ml: ഗ്രാൻഡ് ടർക്ക്
my: ဂရန်ဒ် တခ်
tk: Grand-Terk

source: Guayaquil
km: ហ្គុយ៉ាគីល
ml: ഗുവായക്വിൽ
my: ဂွါရာကွီးလ်
tk: Guýakil

source: Halifax
km: ហាលីហ្វាក
ml: ഹാലിഫാക്സ്
my: ဟလီဖက်စ်
tk: Galifaks

source: Havana
km: ឡាហាវ៉ាន
ml: ഹവാന
my: ဟာဗာနာ
tk: Gawana

source: Hermosillo
km: ហ៊ែម៉ូស៊ីឡូ
ml: ഹെർമോസില്ലോ
my: ဟာမိုစ်စီလို
tk: Ermosilo

source: Knox, Indiana
km: ណុក ឥណ្ឌាណា
ml: നോക്സ്, ഇൻഡ്യാന
my: နောက်ခ်စ် အင်ဒီယားနား
tk: Noks, Indiana

source: Marengo, Indiana
km: ម៉ារេនកូ ឥណ្ឌាណា
ml: മരെങ്കോ, ഇൻഡ്യാന
my: မာရန်ဂို အင်ဒီယားနား

source: Petersburg, Indiana
km: ភីធើ​ប៊ឹក ឥណ្ឌាណា
ml: പീറ്റേഴ്സ്ബർഗ്, ഇൻഡ്യാന
my: ပီတာစ်ဘတ်ခ် အင်ဒီယားနား

source: Tell City, Indiana
cy: Dinas Tell, Indiana
km: ទីក្រុងថែល ឥណ្ឌាណា
ml: റ്റെൽ സിറ്റി, ഇൻഡ്യാന
my: တဲလ်စီးတီး အင်ဒီယားနား
tk: Tell-Siti, Indiana

source: Vevay, Indiana
km: វេវ៉ៃ ឥណ្ឌាយ៉ាណា
ml: വിവെയ്, ഇൻഡ്യാന
my: ဗီဗဲ အင်ဒီယားနား
tk: Wiweý, Indiana

source: Vincennes, Indiana
km: វិនសេណេស ឥណ្ឌាណា
ml: വിൻസെൻസ്, ഇൻഡ്യാന
my: ဗင်ဆင့်စ် အင်ဒီယားနား
tk: Winsens, Indiana

source: Winamac, Indiana
km: វីណាម៉ាក់ ឥណ្ឌាណា
ml: വിനാമാക്, ഇൻഡ്യാന
my: ဝီနာမက်ခ် အင်ဒီယားနား
tk: Winamak, Indiana

source: Indianapolis
km: ឥណ្ឌាណាប៉ូលីស
ml: ഇൻഡ്യാനാപോലീസ്
my: အင်ဒီယားနား ပိုလိစ်

source: Inuvik
km: អ៊ីនូវីក
ml: ഇനുവിക്
my: အီနုဗီခ်
tk: Inuwik

source: Iqaluit
km: អ៊ីកាឡូអ៊ីត
ml: ഇഖാലിത്
my: အီကာလူအီတ်
tk: Ikaluit

source: Jujuy
km: សូសុយ
ml: ജുജുയ്
my: ဂျုဂျေ
tk: Žužuý

source: Juneau
km: ហ្យូនៀ
ml: ജൂനോ
my: ဂျုနိုအော
tk: Džuno

source: Monticello, Kentucky
km: ម៉ងទីសេឡូ កេនទូគី
ml: മോണ്ടിസെല്ലോ, കെന്റക്കി
my: မွန်တီချယ်လို ကင်တပ်ကီ
tk: Montisello, Kentuki

source: Kralendijk
km: ក្រាលែនឌីក
ml: കാർലൻഡിജെക്ക്
my: ခရာလဲန်းဒစ်ချ်
tk: Kralendeýk

source: La Paz
km: ឡាប៉ាស
ml: ലാ പാസ്
my: လာပါဇ်
tk: La-Pas

source: Lima
km: លីម៉ា
ml: ലിമ
my: လီမာ

source: Los Angeles
km: ឡូអង់ហ្គិឡេស
ml: ലോസ് എയ്ഞ്ചലസ്
my: လော့စ်အိန်ဂျယ်လိစ်
tk: Los-Anjeles

source: Louisville
km: លូអ៊ីវីល
ml: ലൂയിസ്‌വില്ലെ
my: လူဝီဗီးလ်
tk: Luiswill

source: Lower Prince’s Quarter
km: ឡូវើ​ព្រីន​ហ្គ័រទ័រ
ml: ലോവർ പ്രിൻസസ് ക്വാർട്ടർ
my: လိုအာပရင့်စ် ကွာတာ
tk: Lower-Prinses-Kuorter

source: Maceio
km: ម៉ាកសេអូ
ml: മാസിയോ
my: မာဆဲသွာ
tk: Maseýo

source: Managua
km: ម៉ាណាហ្គា
ml: മനാഗ്വ
my: မာနာဂွါ

source: Manaus
km: ម៉ាណាអ៊ូស
ml: മനൗസ്
my: မာနောက်စ်

source: Marigot
km: ម៉ារីហ្គុត
ml: മാരിഗോ
my: မာရီဂေါ့
tk: Marigo

source: Matamoros
km: ម៉ាតាម៉ូរ៉ូស
ml: മറ്റാമൊറോസ്
my: မာတာမိုရိုစ်

source: Mazatlan
km: ម៉ាហ្សាតឡង់
ml: മസറ്റ്‌ലാൻ
my: မာဇတ်လန်

source: Mendoza
km: ម៉ែនឌូហ្សា
ml: മെൻഡോസ
my: မန်ဒိုဇာ
tk: Mendosa

source: Menominee
km: ម៉េណូមីនី
ml: മെനോമിനീ
my: မီနိုမီနီး
tk: Menomini

source: Merida
km: ម៉េរីដា
ml: മെരിഡ
my: မီရီဒါ

source: Metlakatla
km: មេត្លា កាត្លា
ml: മെഡ്‌ലകട്‌ലെ
my: မက်တ်လာကက်လာ

source: Mexico City
km: ទីក្រុងម៉ិចស៊ីកូ
ml: മെക്സിക്കോ സിറ്റി
my: မက်ကဆီကို စီးတီး
tk: Mehiko

source: Miquelon
km: មីហ្គីឡុង
ml: മിക്വലൻ
my: မီကွီလွန်
tk: Mikelon

source: Moncton
km: ម៉ុងតុន
ml: മോംഗ്‌ടൻ
my: မွန်ခ်တွန်
tk: Monkton

source: Monterrey
km: ម៉ុនតេរ៉េ
ml: മോണ്ടെറി
my: မွန်တဲရေး
tk: Monterreý

source: Montevideo
km: ម៉ុងតេវីដេអូ
ml: മൊണ്ടെ‌വീഡിയോ
my: မွန်တီဗီဒီအို
tk: Montewideo

source: Nassau
km: ណាស្សូ
ml: നാസൗ
my: နာ့ဆော်

source: New York
km: ញូវយ៉ក
ml: ന്യൂയോർക്ക്
my: နယူးယောက်
tk: Nýu-Ýork

source: Nipigon
km: នីពីកុន
ml: നിപ്പിഗോൺ
my: နီပီဂွန်

source: Nome
km: ណូម
ml: നോം
my: နိုမီ
tk: Nom

source: Noronha
km: ណូរ៉ុនញ៉ា
ml: നൊറോന
my: နိုရိုညာ

source: Beulah, North Dakota
cy: Beulah, Gogledd Dakota
km: ប៊ឺឡា ដាកូតា​ខាងជើង
ml: ബ്യൂല, വടക്കൻ ഡെക്കോട്ട
my: ဗြူလာ၊ မြောက်ဒါကိုတာ
tk: Boýla, Demirgazyk Dakota
vi: Beulah, Bắc Dakota

source: Center, North Dakota
cy: Center, Gogledd Dakota
km: សិនធឺ ដាកូតា​ខាង​ជើង
ml: സെന്റർ, വടക്കൻ ഡെക്കോട്ട
my: စင်တာ၊ မြောက်ဒါကိုတာ
tk: Sentr, Demirgazyk Dakota
vi: Center, Bắc Dakota

source: New Salem, North Dakota
cy: New Salem, Gogledd Dakota
km: ញូវ​សាឡឹម ដាកូតា​ខាង​ជើង
ml: ന്യൂ സെയ്‌ലം, വടക്കൻ ഡെക്കോട്ട
my: နယူးဆေးလမ်၊ မြောက်ဒါကိုတာ
tk: Nýu-Salem, D.g. Dakota
vi: New Salem, Bắc Dakota

source: Ojinaga
km: អូជីណាហ្កា
ml: ഒജിൻഗ
my: အိုခီနဂါ
tk: Ohinaga

source: Pangnirtung
km: ប៉ាងនីទុង
ml: പാൻഗ്‌നിറ്റംഗ്
my: ဖန်ဂ်နသ်တံ
tk: Pangnirtang

source: Paramaribo
km: ប៉ារ៉ាម៉ារីបូ
ml: പരാമാരിബോ
my: ပါရာမာရီဘို

source: Phoenix
km: ផូនីក
ml: ഫീനിക്സ്
my: ဖီးနစ်
tk: Feniks

source: Port-au-Prince
km: ព័រអូប្រ៉ាំង
ml: പോർട്ടോപ്രിൻസ്
my: ပို့တ်-အို-ပရင့်စ်
tk: Port-o-Prens

source: Port of Spain
km: ព័រអេស្ប៉ាញ
ml: പോർ‌ട്ട് ഓഫ് സ്‌പെയിൻ‌
my: ပို့တ် အော့ဖ် စပိန်
tk: Port-of-Speýn

source: Porto Velho
km: ព័រតូ​វិលហូ
ml: പോർട്ടോ വെല്ലോ
my: ပို့တ်တို ဗဲလီယို
tk: Portu-Welýu

source: Punta Arenas
km: ពុនតា អារ៉េណា
ml: പുന്റ അരീനസ്
my: ပွန်တာ အရီနာစ်

source: Rainy River
km: រ៉េនីរីវើ
ml: റെയ്നി റിവർ
my: ရိမ်းနီး ရီဗာ
tk: Reýni-Riwer

source: Rankin Inlet
km: រ៉ាន់ឃីន​អ៊ីនឡិត
ml: റാങ്കിൻ ഇൻലെറ്റ്
my: ရန်ကင် အင်းလက်
